Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/*.po
Languages: ar, az, ca, el, ka, mk, pl, pt, ro, ru, sk, sq

source: which is in
ar: الذي هو في
az: O da
ca: que està dins
el: το οποιο είναι στεις
ka: რომელიც არის
mk: која е во
pl: który jest w
pt: que é em
ro: care este în
ru: , через
sk: čo je v
sq: e cila është në

source: ${ mouseSymbol } Hold left mouse button and drag mouse to rotate
ar: ${ mouseSymbol } اضغط باستمرار على زر الماوس الأيسر واسحب الماوس للتدوير
az: ${ mouseSymbol } Sol siçan düyməsini basıb döndərmək üçün siçanı dartın
ca: ${ mouseSymbol } Mantingues premut el botó esquerre del ratolí mentre arrossegues per rotar
el: Κράτα πατημένο το αριστερό κουμπί του ποντικιού ${ mouseSymbol } τζιαι σούσε το για να γυρίσεις
ka: ${ mouseSymbol } ხანგრძლივად დააჭირეთ მაუსის მარცხენა ღილაკს და გადაიტანეთ მაუსი დასატრიალებლად
mk: ${ mouseSymbol } Држете го левото копче на глувчето и повлечете го глувчето за да го ротирате
pl: ${ mouseSymbol } Przytrzymaj lewy przycisk myszy i przeciągaj myszą, aby obrócić
pt: ${ mouseSymbol } Segure o botão esquerdo do mouse e arraste para girar
ro: ${ mouseSymbol } Ține butonul din mouse din stânga și mișcă mouseul pentru a roti
ru: ${ mouseSymbol } Удерживая левую кнопку мыши, перемещайте мышь, чтобы поворачивать камеру
sq: ${ mouseSymbol } Mbaj butonin e majtë të mausit dhe tërheq mausin për të rrotulluar

source: ${ mouseSymbol } Left click or ${ touchSymbol } tap to place a pixel
ar: ${ mouseSymbol } نقر الايسر او ${ touchSymbol } انقر لوضع بكسل
az: ${ mouseSymbol } sol klikləyin və ya ${ touchSymbol } pikseli yerləşdirmək üçün toxunun
ca: ${ mouseSymbol } Clic esquerre o ${ touchSymbol } prem per col·locar un píxel
el: Πάτα αριστερό κλικ ${ mouseSymbol } ή απλά πάτα την οθόνη ${ touchSymbol } για να βάλλεις ένα πίξελ
ka: ${ mouseSymbol } მარცხენა მაუსის ღილაკს დააწკაპუნეთ ან ${ touchSymbol } პიქსელის დასაყენებლად
mk: ${ mouseSymbol } Лев клик или ${ touchSymbol } допрете за да поставите пиксел
pl: ${ mouseSymbol } Kliknij lewym przyciskiem myszy lub ${ touchSymbol } dotknij palcem aby umieścić piksel
pt: ${ mouseSymbol } clique esquerdo ou ${ touchSymbol } toque na tela para colocar um píxel
ro: ${ mouseSymbol } Click stânga sau ${ touchSymbol } apasă pentru a pune un pixel
ru: ${ mouseSymbol } Нажмите левую кнопку мыши или ${ touchSymbol } нажмите пальцем, чтобы поставить пиксель
sk: ${ mouseSymbol } Ľavým kliknutím alebo ${ touchSymbol } na pokládanie pixelu
sq: ${ mouseSymbol } Kliko butonin e majtë ose ${ touchSymbol } prek për të vendosur një piksel

source: ${ mouseSymbol } Right click and drag mouse to pan
ar: ${ mouseSymbol } انقر بزر الماوس الأيمن واسحبه للتحريك
az: ${ mouseSymbol } Sağ klikləyin və siçanı sürüşdürmək üçün dartın
ca: ${ mouseSymbol } Prem el botó dret del ratolí per desplaçar-te
el: Δεξί κλικ ${ mouseSymbol } τζιαι σούσε το ποντίκι για να κινηθείς
ka: ${ mouseSymbol } დააწკაპუნეთ მარჯვენა ღილაკით და გადაიტანეთ მაუსი გადასატანად
mk: ${ mouseSymbol } Десен клик и повлечете го глувчето за да се движите
pl: ${ mouseSymbol } Kliknij prawym przyciskiem myszy i przeciągnij myszą, aby przesuwać
pt: ${ mouseSymbol } Clique com o botão direito e arraste o mouse para deslocar
ro: ${ mouseSymbol } Click dreapta și mișcă mouseul pentru a da pan
ru: ${ mouseSymbol } Удерживая правую кнопку мыши, перемещайте мышь, чтобы передвигаться
sq: ${ mouseSymbol } Kliko me butonin e djathtë dhe tërheq mausin për të lëvizur pamjen

source: ${ mouseSymbol } Right click or ${ touchSymbol } double-tap to remove a pixel
ar: ${ mouseSymbol } انقر بزر الماوس الايمن او ${ touchSymbol } انقر نقرًا مزدوجًا لإزالة بكسل
az: ${ mouseSymbol } sağ klikləyin və ya ${ touchSymbol } pixeli silmək üçün iki dəfə toxunun
ca: ${ mouseSymbol } Clic dret o ${ touchSymbol } prem dues vegades per esborrar un píxel
el: Διπλό πάτημα ${ touchSymbol } ή δεξί κλικ ${ mouseSymbol } για να αφαιρέσεις ένα πίξελ
ka: ${ mouseSymbol } დააწკაპუნეთ მარჯვენა ღილაკით ან ${ touchSymbol } ორჯერ შეეხეთ პიქსელის მოსაშორებლად
mk: ${ mouseSymbol } десен клик или ${ touchSymbol } двапати допрете за да отстраните пиксел
pl: ${ mouseSymbol } Prawy przycisk myszy lub ${ touchSymbol } naciśnij podwójnie aby usunąć pixela
pt: ${ mouseSymbol } Clique com o botão direito ou ${ touchSymbol } toque duas vezes para remover um píxel
ro: ${ mouseSymbol } Click dreapta sau ${ touchSymbol } apasă de două ori pentru a scoate un pixel
ru: ${ mouseSymbol } Нажимайте правую кнопку мыши или ${ touchSymbol } дважды коснитесь пальцем, чтобы убрать пиксель
sq: ${ mouseSymbol } Kliko me butonin e djathtë ose ${ touchSymbol } prek dy herë për të hequr një piksel

source: ${ mouseSymbol } Scroll mouse wheel or hold ${ mouseSymbol } middle mouse button and drag to zoom
ar: ${ mouseSymbol } قم بالتمرير بعجلة الماوس أو اضغط باستمرار ${ mouseSymbol } زر الماوس الأوسط واسحب للتكبير
az: ${ mouseSymbol } Siçan çarxını sürüşdürün və ya ${ mouseSymbol } orta düyməsini basıb böyütmək üçün dartın
ca: ${ mouseSymbol } Gira la rodeta del ratolí o prem ${ mouseSymbol } sobre la rodeta mentre arrosegues el ratolí per fer zoom
el: Κύλησε τη ροδέλα του ποντικιού ${ mouseSymbol } ή κράτα πατημένο το μεσαίο κουμπί τζιαι σούσε το για να κάμεις ζουμ.
ka: ${ mouseSymbol } გადაახვიეთ მაუსის ბორბალი ან ხანგრძლივად დააჭირეთ ${ mouseSymbol } მაუსის შუა ღილაკს და გადაათრიეთ გასადიდებლად
mk: ${ mouseSymbol } Скролувајте го тркалото на глувчето или задржете ${ mouseSymbol } средното копче на глувчето и влечете за да зумирате
pl: ${ mouseSymbol } Scrolluj lub przytrzymaj ${ mouseSymbol } środkowy przycisk myszy i przeciągnij, aby powiększyć
pt: ${ mouseSymbol } Rode a bolinha do mouse ou segure ${ mouseSymbol } o botão do meio do mouse e arraste para mudar o zoom
ro: ${ mouseSymbol } Scrolează rotița mouseului sau ține ${ mouseSymbol } butonul din mijloc al mouseului și mișcă mouseul pentru a da zoom
ru: ${ mouseSymbol } Прокручивайте колесо мыши или, удерживая ${ mouseSymbol } среднюю копку мыши, перемещайте мышь, чтобы изменять масштаб
sq: ${ mouseSymbol } Lëviz rrotën e mausit ose mbaj ${ mouseSymbol } butonin e mesëm të mausit dhe tërheq për të zmadhuar

source: (0 = infinite)
ar: (0 = لانهائي)
az: (0 = sonsuzluq)
el: (0 = άπειρο)
ka: (0 = უსასრულო)
mk: (0 = бесконечно)
pl: (0 = nieskończony)
pt: (0 = infinito)
ro: (0 = infinit)
ru: (0 = бесконечно)
sk: (0 = nekonečno)
sq: (0 = pafund)

source: +last hour
mk: + последен час
pt: +ultima hora
ro: +ultima oră
ru: +последний час
sk: Posledná hodina
sq: +ora e fundit

source: ...loading Login methods and sessions...
ca: ...carregant mètodes d'Inici de Sessió i sessions...
pt: ...a carregar métodos de Login e sessões...
ro: ...se încarca metode si sesiuni de Login...
ru: ...загрузка способов входа и сессий...
sq: …duke ngarkuar metodat e Hyrjes dhe seancat…

source: A Phish!
ca: Un Peix!
pt: Um peixe!
ro: Un Peste!
ru: Рыба!
sq: Një Peshk!

source: A new verification mail is getting sent to you.
ar: يتم إرسال بريد تحقق جديد إليك.
az: Yeni bir doğrulama maili sizə göndərilir.
ca: T'estem enviant un nou correu electrònic de verificació.
el: Ένα νέο email επιβεβαίωσης σου στέλλεται.
ka: ახალი დამადასტურებელი ფოსტა იგზავნება თქვენთან.
mk: Ви се испраќа нова пошта за потврда.
pl: Zostanie do Ciebie wysłana nowa wiadomość weryfikacyjna.
pt: Uma nova verificação de e-mail está sendo enviada para você.
ro: Un nou mail de verificare este trimis către tine.
ru: Вам будет отправлено новое письмо с подтверждением.
sk: Nový verifikačný mail sa ti posiela.
sq: Një email i ri verifikimi po ju dërgohet.

source: ACCESS MODTOOLS
ca: ACCEDEIX A LES EINES DE MODERADOR
pt: ACEDER A FERRAMENTAS DE MODERAÇÃO
ro: ACCESEAZĂ UNELTE MODERATOR
ru: ДОСТУП К ИНСТРУМЕНТАМ МОДЕРАТОРА
sq: Aksesoni veglat e moderatorit

source: Add Grid (uncheck if you need a 1:1 template)
ar: إضافة شبكة (قم بإلغاء التحديد إذا كنت بحاجة إلى قالب 1:1)
az: Tor elavə edin (1:1 şablona ehtiyacınız varsa bu seçənəyi bağlayın)
ca: Afegeix Quadrícula (desactiva-ho si necessites una plantilla 1:1)
el: Βάλε κάτζελο (βκάλε το αν θέλεις ακριβές πρότυπο 1:1)
ka: Grid-ის დამატება (არ მონიშნოთ, თუ გჭირდებათ 1:1 შაბლონი)
mk: Додадете мрежа (отштиклирајте ако ви треба шаблон 1:1)
pl: Dodaj Siatkę (odznacz jeśli potrzebujesz szablonu 1:1)
pt: Adicionar grade (desmarque se você precisa de um modelo 1:1)
ro: Adaugă o Grilă (debifează dacă ai nevoie de template 1:1)
ru: Добавить сетку (снимите флажок, если вам нужен шаблон 1:1)
sk: Pridaj mriežku (odčiakni pokial potrebuješ 1:1 šablonu)
sq: Shto Rrjetën (hiqni shenjën nëse keni nevojë për një shabllon 1:1)

source: Add Template
ar: إضافة قالب
az: Şablon əlavə et
ca: Afegeix una Plantilla
el: Πρόσθεσε πρότυπο
ka: თემფლეითის დამატება
mk: Додадете шаблон
pl: dodaj szablon
pt: Adicionar Template
ro: Încarcă Templateul
ru: Добавить шаблон
sk: Pridaj šablonu
sq: Shto Shabllon

source: Admintools
ca: Eines d'administrador
pt: Ferramentas de Administrador
ro: Unelte Administrator
ru: Инструменты администратора
sq: Veglat e administratorit

source: All sound effects will be disabled.
ar: سيتم تعطيل جميع المؤثرات الصوتية.
az: Bütün səs effektləri bağlanacaq.
ca: Tots els sons seran desactivats.
el: Όλοι οι ήχοι θα μπλοκκαριστούν.
ka: ყველა ხმოვანი ეფექტი გამორთული იქნება.
mk: Сите звучни ефекти ќе бидат оневозможени.
pl: wszystkie efekty dźwiękowe będą wyłączone.
pt: Todos os efeitos sonoros serão desativados.
ro: Toate sunetele jocului vor fi oprite.
ru: Все звуковые эффекты будут отключены.
sk: Všetky zvukové efekty budú vypnuté.
sq: Të gjitha efektet zanore do të çaktivizohen.

source: Always show Movement Controls
ar: إظهار عناصر التحكم في الحركة دائمًا
az: Həmişə Hərəkət Kontrollarını göstər
ca: Mostra sempre els Controls de Moviment
el: Εμφάνιζε πάντα τα κουμπιά κίνησης
ka: მოძრაობის კონტროლის სულ ჩვენება
mk: Секогаш прикажувај ги Контролите за движење
pl: zawsze pokazuj kontrolki ruchu
pt: Mostrar sempre os controlos de movimento
ro: Totdeauna arată Controalele de Mișcare
ru: Всегда показывать управление движением
sk: Vždy ukáž pohyb kontrolovania
sq: Shfaq gjithmonë Kontrollet e Lëvizjes

source: Always show movement control buttons
ar: إظهار أزرار التحكم في الحركة دائمًا
az: Həmişə hərəkət düymələrini göstər
ca: Mostra sempre els botons de control de moviment
el: Εμφάνιζε πάντα τα κουμπιά κίνησης
ka: მოძრაობის კონტროლის ღილაკების ყოველთვის ჩვენება
mk: Секогаш прикажувајте ги копчињата за контрола на движењето
pl: zawsze pokazuj klawisze ruchu
pt: Mostra sempre os botões para controlo de movimento
ro: Totdeauna arată butoanele Controalelor de Mișcare
ru: Всегда показывать кнопки управления движением
sk: Vždy zobrazuj tlačidlá ovládania pohybu
sq: Gjithmonë trego butonat e kontrollit të lëvizjes

source: Anti Aliasing
ar: مانع التشويش
az: Kənar Yumuşaldma
el: Εξομάλυνση
ka: ანტი ალიანსინგი
ru: Сглаживание
sq: Anti Aliasimi

source: Apply a filter to clean trash in large canvas areas.
ar: ضع فلتر لتنظيف القمامة في مناطق اللوحة الكبيرة.
az: Böyük lövhə sahələrində zibilləri təmizləmək üçün filtr tətbiq edin.
ca: Aplica un filtre per netejar la brossa en zones grans del llenç.
el: Εφάρμοσε φίλτρο για να καθαρίσεις τα άχρηστα pixels σε μεγάλες περιοχές του καμβά.
ka: წაუსვი ფილტრი ნაგვის გასასუფთავებლად კანვასის დიდ ადგილებში.
mk: Нанесете филтер за чистење на ѓубрето на големи површини од платно.
pl: Zastosuj filtr, aby wyczyścić śmieci na dużych obszarach płótna.
pt: Aplique um filtro para limpar lixo em grandes áreas do canvas.
ro: Aplică un filtru pentru a șterge gunoi în zonele cu canvas mare.
ru: Примените фильтр, чтобы очистить мусор на больших областях полотна.
sq: Apliko një filtër për të pastruar plehrat në zona të mëdha kanavacë.

source: Archive
ar: ارشيف
az: Arxiv
ca: Arxiu
el: Αρχείο
ka: არქივი
mk: Архива
pl: Archiwa
pt: Arquivo
ro: Arhivă
ru: Архив
sk: Archív
sq: Arkivi

source: Assign new Mod
ar: تعيين مشرف جديد
az: Yeni Mod təyin edin
ca: Assigna Moderador nou
el: Διόρισε νέο συντονιστή
ka: დააყენე ახალი მოდერატორი
mk: Доделете нов режим
pl: Przypisz nowego moda
pt: Adicionar um novo moderador
ro: Atribuiți un nou moderator
ru: Назначить нового модератора
sk: Pridaj nového moda
sq: Cakto Mod të ri

source: Auto Zoom In
ar: تكبير تلقائي
az: avtomatik yaxınlaşdır
ca: Zoom Automàtic
el: Αυτόματο ζουμ
ka: ავტომატური ზუმინგი
mk: Автоматско зумирање
pl: Automatyczne przybliżenie
pt: Dar zoom automático
ro: Zoom In automat
ru: Автомасштабирование
sk: Automaticky priblíž
sq: Zmadhimi Automatik

source: Back
ca: Enrere
pt: Atrás
ro: Înapoi
ru: Назад
sq: Mbrapa

source: Badge Display
ca: Visualització d'Insígnies
pt: Mostrar Crachás
ro: Afișare insigne
ru: Отображение значков
sq: Shfaqja e Stemave

source: Badges
ca: Insígnies
pt: Crachás
ro: Insigne
ru: Значки
sq: Stemat

source: Banned
ar: محظور
az: Banlandın
ca: Banejat
el: Αποκλεισμένος
ka: აკრძალული
mk: Забранет/а
pl: Zbanowany
pt: Banido
ro: Banat
ru: Забанен
sk: Zabanovaný
sq: Përjashtuar

source: Banned? Detected as Proxy?
ar: محظور؟ تم اكتشافك كبروكسي؟
az: Banlandınız?Proxy olaraq alğılandınız?
ca: Banejat? Detectat com a Proxy?
el: Εμπλόκαραν σε; Σε είδαν για Proxy;
ka: აკრძალული? აღმოჩენილი ხარ როგორც პროქსი?
mk: Баниран? Детектиран како подпомошник?
pl: Zbanowany? Wykryty jako Proxy?
pt: Banido? Detectado como Proxy?
ro: Banat? Detectat ca Proxy?
ru: Вы в бане? Определяетесь как прокси?
sk: Zabanovaný? Zistené ako proxy?
sq: Përjashtuar? Zbuluar si Proxy?

source: Block
ar: حظر
az: Blokla
ca: Bloqueja
el: Μπλόκαρε
ka: დაბლოკვა
mk: Блокирај
pl: Blok
pt: Bloquear
ro: Blochează
ru: Заблокировать
sk: Zablokovať
sq: Blloko

source: Block DMs
ar: حظر الرسائل المباشرة
az: DMləri blokla
ca: Bloqueja els MDs
el: Μπλόκαρε τα μηνύματα
ka: დაბლოკე დმები
mk: Блокирајте ДМ
pl: Blokuj DM
pt: Bloquear DMs
ro: Blochează DMurile
ru: Заблокировать ЛС
sk: Blokovať DMs
sq: Blloko DM

source: Block all Private Messages. Enabling this will delete all your current DMs. You can still start new DMs with other users, but other users won't be able to start DMs with you.
ca: Bloqueja tots el Missatges Privats. Habilitar això esborrarà tots el teus Xats Privats actuals. Encara pots començar nous Xats Privats amb altres usuaris, però altres usuaris no podran començar un Xat Privat amb tú.
pt: Bloquear todas as mensagens privadas. Ativar esta opção irá eliminar todas as tuas mensagens diretas atuais. Continuarás a poder iniciar novas conversas privadas com outros utilizadores, mas eles não poderão iniciar conversas contigo.
ro: Blochează toate Mesajele Private. Dacă activezi asta toate mesajele tale private vor fi șterse. Tot vei putea sa trimiți mesaje private celorlalți utilizatori, dar ceilalți utilizatori nu vor putea sa îti trimita ție mesaje private.
ru: Заблокировать все личные сообщения (ЛС). Включение этого удалит все ваши существующие ЛС. Вы сможете начинать новые ЛС с другими пользователями, но другие пользователи не смогут создать ЛС с вами.
sq: Blloko të gjitha mesazhet private. Aktivizimi i kësaj do të fshijë të gjitha DM-të tuaja aktuale. Ju ende mund të filloni DM të reja me përdorues të tjerë, por përdoruesit e tjerë nuk do të jenë në gjendje të fillojnë DM me ju.

source: Blocked
ca: Bloquejat
pt: Bloqueado
ro: Blocat
ru: Заблокирован
sq: Bllokuar

source: Bottom-right corner
ar: الزاوية السفلية اليمنى
az: Sağ-alt künc
ca: Cantó inferior dret
el: Κάτω-δεξιά γωνιά
ka: ქვედა მარჯვენა კუთხე
mk: Долниот десен агол
pl: Prawy-Dolny róg
pt: Canto inferior direito
ro: Colțul din Dreapta-jos
ru: Нижний правый угол
sk: Pravý dolný roh
sq: Këndi i poshtëm i djathtë

source: Build image and set it to protected.
ar: إنشاء الصورة وتعيينها على محمي.
az: Şəkil yarat və onu qorumaya al.
ca: Construir imatge i establir-la com a protegida.
el: Χτίσε εικόνα τζαι κάμε την προστατευμένη.
ka: შექმენით სურათი და დააყენეთ ის დაცულად.
mk: Изградете слика и поставете ја на заштитена.
pl: Zbuduj obraz i ustaw go jako chroniony.
pt: Construir imagem e a proteja.
ro: Construiește imagine și seteaz-o pe protejat.
ru: Построить изображение на холсте и поставить защиту.
sk: Vytvor obrázok a nastav ho na chránený.
sq: Ndërto imazhin dhe vendose atë të mbrojtur.

source: Build image on canvas.
ar: بناء الصورة على اللوحة.
az: Lövhədə şəkil yarat.
ca: Construir imatge sobre el llenç.
el: Χτίσε εικόνα πάνω στον καμβά.
ka: სურათის აგება კანვასზე.
mk: Изградете слика на платно.
pl: Buduj obraz na płótnie.
pt: Construir imagem no canvas.
ro: Construiește imagine pe Canvas.
ru: Построить изображение на холсте.
sk: Stav obrázky na plátne.
sq: Ndërto imazh në kanavacë.

source: Build image, but reset cooldown to unset-pixel cd.
ar: أنشئ الصورة، ولكن أعد ضبط التهدئة إلى cd غير مضبوط بكسل.
az: Şəkil yaradın, lakin gözləmə müddətini sıfırla.
ca: Construir imatge, però reiniciar el temps de refredament com a píxels verges.
el: Χτίσε εικόνα, αλλά ξαναρίξε το cooldown στο unset-pixel cd.
ka: შექმენით სურათი, მაგრამ გადააყენეთ კოოლდაუნი unset-pixel CD-ზე.
mk: Изградете слика, но ресетирајте го ладирањето на CD-то со отсечен пиксел.
pl: Zbuduj obraz, ale zresetuj czas odnowienia do świeżych pixeli.
pt: Construa imagem, mas reinicie o tempo de espera para o de um píxel não colocado.
ro: Construiește imagine, dar resetează cooldown la pixeli cu cooldown nesetat.
ru: Построить изображение, но сбросить перезарядку до перезарядки нетронутого пикселя.
sk: Vytvor obrázok, ale obnov cooldown na disk CD s nenastavenými pixelmi.
sq: Ndërto imazhin, por rivendos kohën e pritjes në kohë pritjeje të pikselit të pavendosur.

source: By Mod
ar: عن طريق الادمن
az: Mod tərəfindən
ca: Per Mod
el: Που τον Mod
ka: მოდერატორის-ის მიერ
mk: Од Модератор
pl: Przez Administratora
pt: Pelo Mod
ro: De Moderator
ru: Модератором
sk: Módom
sq: Nga Mod

source: Calculate like GIMP
ar: الحساب مثل GIMP
az: GIMP kimi hesabla
ca: Calcular com a GIMP
el: Υπολόγισε όπως το GIMP
ka: გამოთვალეთ GIMP-ის მსგავსად
mk: Пресметајте како GIMP
pl: Wylicz jako GIMP
pt: Calcular como o GIMP
ro: Calculează ca GIMP
ru: Вычислять как GIMP
sk: Kalkuluj ako GIMP
sq: Llogarit si GIMP

source: Can not export more than 20 or no template!
ar: لا يمكن تصدير أكثر من 20 قالبًا أو عدم تصدير أي قالب!
az: 20-dən çox və ya heç olmayan şablon xaric edilə bilməz!
ca: No es poden exportar més de 20 plantilles o cap!
el: Εν μπορείς να εξαexportάρεις πάνω που 20 ή εν έshεις πρότυπο!
ka: არ შეგიძლიათ დააექსპორტოთ 20-ზე მეტი თემფლეითი!
mk: Не може да се извезат повеќе од 20 или без шаблон!
pl: Nie można wyeksportować więcej niż 20 szablonów lub żadnego szablonu!
pt: Não é possivel exportar mais de 20 ou uma template inexistente!
ro: Nu se poate exporta mai mult de 20 sau nici una de șablon(e)!
ru: Нельзя экспортировать более 20 шаблонов или ни одного!
sk: Nedokáže exportovat viac ako 20 alebo žiadnu šablonu!
sq: Nuk mund të eksportoni më shumë se 20 ose asnjë shabllon!

source: Can not import more than 20 or no template!
ar: لا يمكن استيراد أكثر من 20 قالبًا أو عدم استيراد أي قالب!
az: 20-dən çox və ya heç olmayan şablon daxil edilə bilməz!
ca: No es poden importar més de 20 plantilles o cap!
el: Εν μπορείς να εισάξεις πάνω που 20 ή εν έshεις πρότυπο!
ka: არ შეგიძლიათ დააექსპორტოთ 20-ზე მეტი თემფლეითი!
mk: Не може да се увезат повеќе од 20 или без шаблон!
pl: Nie można importować więcej niż 20 szablonów lub nie można zaimportować żadnego szablonu!
pt: Não é possivel importar mais de 20 ou uma template inexistente!
ro: Nu se pot importa mai mult de 20 sau niciun șablon(e)!
ru: Нельзя импортировать более 20 шаблонов или ни одного!
sk: Nedokáže importovať viac ako 20 alebo žiadnu šablonu!
sq: Nuk mund të importoni më shumë se 20 ose asnjë shabllon!

source: Can't read? Reload:
ar: لا تستطيع القراءة؟ أعد تحميل:
az: Oxuya bilmirsiniz?Yeniləyin:
ca: Il·legible? Recarrega:
el: Εν το θωρείς; Ξαναφόρτωσέ το:
ka: ვერ კითხულობ? გადატვირთვა:
mk: Не знаеш да читаш? Вчитај повторно:
pl: Nie możesz rozczytać? załaduj ponownie:
pt: Não consegue ler? Atualize:
ro: Nu îl poți citi? Reîncarcă-l:
ru: Не можете прочитать? Обновить:
sk: Nemôžeš prečítať? Reloadni:
sq: Nuk mund ta lexoni? Ringarkoni:

source: Can't render 3D canvas, do you have WebGL2 disabled?
ar: لا يمكنك عرض لوحة ثلاثي الأبعاد، هل تم تعطيل WebGL2 لديك؟
az: 3D löhvə renderlənəbilmədi,sizdə WebGL2 bağlıdır?
ca: No es pot renderitzar el canvas 3D, tens el WebGL2 desactivat?
el: Εν μπορεί να εμφανιστεί ο 3D καμβάς, έshεις το WebGL2 απενεργοποιημένο;
ka: 3D კანვასის რენდერი ვერ ხერხდება, გამორთული გაქვთ WebGL2?
mk: Не може да се прикаже 3D платно, дали имате оневозможено WebGL2?
pl: Nie można wczytać płótna 3D, masz WebGL2 wyłączony?
pt: Não foi possivel renderizar o canvas 3D, por acaso você tem o WebGL2 desativado?
ro: Nu s-a putut face canvasul 3D, ai WebGL2 oprit?
ru: Не получается отобразить 3D полотно, у вас выключен WebGL2?
sk: Nedokáže vykresliť 3D plátno, máš WebGL2 vypnutý?
sq: Nuk mund të shfaq kanavacën 3D, a keni WebGL2 të çaktivizuar?

source: Cancel
ar: ألغاء
az: Ləğv et
ca: Cancel·la
el: Άκυρο
ka: გაუქმება
mk: Откажи
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zruš
sq: Anulo

source: Cancel adding Template
ar: إلغاء إضافة القالب
az: Şablon əlavə etməyi ləğv et
ca: Cancel·la afegir la Plantilla
el: Ακύρωσε το πρότυπο
ka: თემფლეითის დამატების შეწყვეტა
mk: Откажете го додавањето на Шаблон
pl: Anuluj dodawanie szablonu
pt: Cancele adicionar a Template
ro: Anulează adăugarea șablonului
ru: Отменить добавление шаблона
sk: Zruš pridanie šablony
sq: Anulo shtimin e Shabllonit

source: Canvas
ar: اللوحة
az: Löhvə
ca: Llenç
el: Καμβάς
ka: კანვასი
mk: Платно
pl: Płótno
ru: Полотно
sk: Plátno
sq: Kanavaca

source: Canvas Archive
ar: ارشيف اللوحات
az: Löhvə Arxivi
ca: Arxiu de Llenços
el: Αρχείο καμβά
ka: კანვასის არქივი
mk: Архива на платно
pl: Archiwum płótna
pt: Arquivo do Canvas
ro: Arhivă de canvas
ru: Архив полотен
sk: Plátnový archív
sq: Arkivi i Kanavacave

source: Canvas Cleaner
ar: منظف اللوحة
az: Löhvə Təmizləyicisi
ca: Netejador del Llenç
el: Καθαριστής καμβά
ka: კანვასის გამწმენდი
mk: Чистач на платно
pl: Oczyszczacz Płótna
pt: Seleção de Canvas
ro: Ștergere de Canvas
ru: Очиститель полотна
sk: Plátnový čistič
sq: Pastrues Kanavacë

source: Canvas Error
ar: خطأ في اللوحة
az: Löhvə Xətası
ca: Error del Llenç
el: Σφάλμα καμβά
ka: კანვასის შეცდომა
mk: Платна Грешка
pl: Błąd Płótna
pt: Erro do canvas
ro: Eroare de la Canvas
ru: Ошибка полотна
sk: Plátnová chyba
sq: Gabim i Kanavacës

source: Canvas Selection
ar: اختيار اللوحة
az: Löhvə Seçimi
ca: Selecció de Llenç
el: Επιλογή καμβά
ka: კანვასის შერჩევა
mk: Избор на платно
pl: Wybór płótna
pt: Seleção de Canvas
ro: Selectare a Canvasurilor
ru: Выбор полотна
sk: Výber platna
sq: Përzgjedhja e Kanavacës

source: Captcha
ar: الكابتشا
ka: კაპჩა
mk: Каптча
ru: Капча

source: Caught by
ca: Atrapat per
pt: Flagrado por
ro: Prins de
ru: Поймано
sq: Kapur nga

source: Change Happened
ca: Ha Hagut Un Canvi
pt: Mudar o nome de utilizador
ro: Schimbare Realizata
ru: Произошли изменения
sk: Nastala zmena
sq: Ndodhi Ndryshim

source: Change Name
ca: Canvia el Nom
pt: Alterar Nome
ro: Schimba-ți Numele
ru: Изменить ник
sq: Ndrysho Emrin

source: Change Password
ar: تغير كلمة السر
az: Şifrəni dəyişdirin
ca: Canvia la Contrasenya
el: Άλλαξε τον κωδικό σου
ka: Პაროლის შეცვლა
mk: Промени го пасвордот
pl: zmień hasło
pt: Mudar a senha
ro: Schimbă Parola
ru: Изменить пароль
sk: Zmeniť heslo
sq: Ndrysho Fjalëkalimin

source: Change your Mail Adress here:
ca: Canvia la teva Adreça de Correu aquí:
pt: Altere seu endereço de e-mail aqui:
ro: Schimbă-ți adresa de Mail aici:
ru: Измените ваш адрес почты здесь:
sq: Ndrysho Adresën tënde të Postës këtu:

source: Channel settings
ar: إعدادات القناة
az: Kanal ayarları
ca: Configuració del canal
el: Ρυθμίσεις καναλιού
ka: არხის პარამეტრები
mk: Поставки на каналот
pl: ustawienia kanału
pt: Configuração de canal
ro: Setări de Canal
ru: Настройки канала
sk: Kanálove nastaveni
sq: Cilësimet e kanalit

source: Charts
ar: مخططات
az: Qrafiklər
ca: Gràfics
el: Διαγράμματα
ka: ჩარტები
mk: Табели
pl: Wykresy
pt: Gráficos
ro: Grafice
ru: Графики
sk: Chart
sq: Listat
