Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/*.po
Languages: ar, az, ca, el, ka, mk, pl, pt, ro, ru, sk, sq

source: Chat
ar: الدردشة
az: Söhbət
ca: Xat
el: Κουβέντα
ka: ჩატი
mk: Разговор
pl: Czat
pt: Bate-Papo
ru: Чат
sq: Bisedë

source: Chat here
ar: تحدث هنا
az: Burda söhbət edin
ca: Xateja aquí
el: Κουβέντιασε δαμέ
ka: ჩატი აქ
mk: Разговарајте овде
pl: Czatuj tutaj
pt: Converse aqui
ro: Vorbește aici
ru: Общайтесь здесь
sk: Rozprávajte tu
sq: Bisedo këtu

source: Check out past versions of the canvas.
ar: اطلع على الإصدارات السابقة من اللوحة.
az: Löhvənin keçmiş versiyalarına baxın.
ca: Consulta versions antigues del llenç.
el: Δες πως ήταν ο καμβάς σε παλιές εκδόσεις.
ka: შეამოწმეთ კანნვასის წარსული ვერსიები.
mk: Проверете ги минатите верзии на платното.
pl: Sprawdź poprzednie wersje płótna.
pt: Ver versões antigas do canvas.
ro: Vezi versiunile de trecut ale canvasului.
ru: Посмотрите прошлые версии полотна.
sk: Pozri si predošlé verzie tohto plátna.
sq: Shiko versionet e mëparshme të kanavacës.

source: Check to allow
ca: Marca per permetre
pt: Assinalar para permitir
ro: Bifează pentru a permite
ru: Отметьте, чтобы разрешить
sq: Zgjidh për të lejuar

source: Check who placed in an area
ar: التحقق من الأشخاص الذين وضعوا في منطقة ما
az: Kimin bu bölgədə pixel qoyduğunu yoxlayın
ca: Comprova qui ha col·locat en una zona
el: Δες ποιος έβαλε pixels σε μια περιοχή
ka: შეამოწმეთ ვინ მოათავსა რაიონში
mk: Проверете кој сместил во област
pl: Sprawdź, kto stawiał pixele w danym obszarze
pt: Veja quem colocou píxeis nesta área
ro: Verifică cine a pus într-o zonă
ru: Проверить, кто ставил пиксели в области
sk: Pozri kto položil v area
sq: Kontrollo se kush ka vendosur në një zonë

source: Choose Canvas
ar: اختيار اللوحة
az: Lövhə seçin
ca: Tria Llenç
el: Διάλεξε καμβά
ka: აირჩიე კანვასი
mk: Изберете платно
pl: Wybierz płótno
pt: Escolha um Canvas
ro: Alege Canvasul
ru: Выбрать полотно
sk: Vyber si plátno
sq: Zgjidh Kanavacë

source: Choose Color Mode
ar: اختر وضع اللون
az: Rəng modu seçin
ca: Tria Mode de Color
el: Διάλεξε τρόπο χρωματισμού
ka: აირჩიეთ ფერის რეჟიმი
mk: Изберете режим на боја
pl: Wybierz tryb koloru
pt: Escolha o modo de cor
ro: Alege Modul de Culoare
ru: Выберите цветовой режим
sk: Vyber farbu mo
sq: Zgjidh Modalitetin e Ngjyrave

source: Choose Strategy
ar: استعمال الاستراتيجية
az: Strategiyanı seç
ca: Tria Estratègia
el: Διάλεξε στρατηγική
ka: აირჩიეთ სტრატეგია
mk: Избери ја стратегијата
pl: Wybierz strategie
pt: Escolha uma estratégia
ro: Alege felul
ru: Выберите стратегию
sk: Vyber stratégiu
sq: Zgjidh Strategjinë

source: Choose Username
ca: Tria Nom d'Usuari
pt: Escolher nome de utilizador
ro: Alege-ți Numele
ru: Выберите имя пользователя
sq: Zgjidh Emrin e Përdoruesit

source: Clean spare pixels that are surrounded by a single other color or unset pixels (VERY AGGRESSIVE ON CANVASES THAT ALLOW UNSET PIXELS (where there are two cooldowns)!)
ar: تنظيف البكسلات الاحتياطية النظيفة المحاطة بلون واحد آخر أو بكسلات غير محددة (هذا الأمر شديد الأهمية على اللوحات التي تسمح بالبيكسلات غير المحددة (حيث يوجد تباطؤان)!
az: Tək başqa bir rəng və ya təyin olunmamış pixellərlə əhatə olunmuş pixelləri təmizləyin (QURULMUŞ PİXELLƏRƏ İCAZƏ VERƏN LÖHVƏLƏRDƏ ÇOX AQRESSİVDİR (iki gözləmə müddəti olanlarda)!)
el: Καθάρισε τα άχρηστα pixels που τα περικυκλώνει ένα μόνο χρώμα ή unset pixels (ΠΟΛΛΑ ΕΠΙΘΕΤΙΚΟ σε καμβάδες που επιτρέπουν unset pixels τζαι έσιει δύο cooldowns!)
ka: გაასუფთავეთ სათადარიგო პიქსელები, რომლებიც გარშემორტყმულია ერთი სხვა ფერის ან დაუყენებელი პიქსელებით (ძალიან აგრესიული ტილოებზე, რომლებიც იძლევიან დაუყენებელ პიქსელებს (სადაც არის ორი გაგრილება)!)
mk: Исчистете ги резервните пиксели кои се опкружени со една друга боја или непоставени пиксели (МНОГУ АГРЕСИВНИ НА ПЛАТНАТА КОИ ДОЗВОЛУВААТ НЕСОСТАВУВАНИ ПИКСЕЛИ (каде има две разладувања)!)
pl: Wyczyść zapasowe piksele otoczone pojedynczym innym kolorem lub nieustawione piksele (BARDZO AGRESYWNE NA PŁÓTNACH, KTÓRE POZWALAJĄ NA NIEUSTAWIONE PIKSELE (gdzie są dwa czasy odnowienia!)
pt: Remove pixeis isolados que estejam rodeados por apenas uma cor ou por pixeis não definidos. Esta ação é muito agressiva em canvas que permitem pixeis virgens, especialmente onde existem dois tempos de espera
ro: Curățați pixelii de rezervă care sunt înconjurați de o singură altă culoare sau pixeli nesetati (FOARTE AGRESIV PE PÂNZELE CARE PERMIT PIXELI NESETATI (unde există două cooldownuri!)
ru: Очистка лишних пикселей, окруженных одним другим цветом или нетронутыми пикселями (ОЧЕНЬ АГРЕССИВНО НА ПОЛОТНАХ, КОТОРЫЕ ДОПУСКАЮТ НЕТРОНУТЫЕ ПИКСЕЛИ (где есть две перезарядки)!)
sk: Vyčisti náhradné pixely, ktoré sú obklopené jednou inou farbou alebo nenastavené pixely (VEĽMI AGRESÍVNE NA PLÁTNACH, KTORÉ UMOŽŇUJÚ NENASTAVENÉ PIXELY (kde sú dve cooldowny)!)
sq: Pastro piksele rezervë që janë të rrethuar nga një ngjyrë tjetër ose piksele të pacaktuara (SHUMË AGRESIVE NË KANAVACAT QË LEJOJNË PIKSELE TË PAVENDOSURA (ku ka dy kohë pritjeje)!)

source: Clean spare pixels that are surrounded by unset pixels
ar: تنظيف البكسلات الاحتياطية النظيفة المحاطة ببكسلات غير مضبوطة
az: Qurulmamış pixellərlə əhatə olunmuş pixelləri təmizləyin
el: Καθάρισε τα άχρηστα pixels που τα περικυκλώνουν unset pixels
ka: გაასუფთავეთ სათადარიგო პიქსელები, რომლებიც გარშემორტყმულია დაუყენებელი პიქსელებით
mk: Исчистете ги резервните пиксели кои се опкружени со непоставени пиксели
pl: Wyczyść zapasowe piksele otoczone nieustawionymi pikselami
pt: Limpar pixeis isolados rodeados por pixeis virgens
ro: Șterge pixelii de rezervă care sunt înconjurați de pixeli nesetați
ru: Очистка лишних пикселей, окруженных нетронутыми пикселями
sk: Vyčisti náhradné pixely, ktoré sú obklopené nenastavenými pixelmi
sq: Pastro piksele rezervë që janë të rrethuar nga piksele të pacaktuara

source: Clean spare pixels that are surrounded by unset pixels and up to 1 other set pixels
ar: نظف وحدات البكسل الاحتياطية المحاطة بوحدات بكسلات غير محددة وما يصل إلى 1 بكسلات محددة أخرى
az: Qurulmamış pixellər və 1-ə qədər digər təyin edilmiş pixellərlə əhatə olunmuş pixelləri təmizləyin
el: Καθάρισε τα άχρηστα pixels που τα περικυκλώνουν unset pixels τζαι το πολλή 1 set pixel
ka: გაასუფთავეთ სათადარიგო პიქსელები, რომლებიც გარშემორტყმულია დაუყენებელი პიქსელებით და 1-მდე სხვა კომპლექტი პიქსელებით
mk: Исчистете ги резервните пиксели кои се опкружени со непоставени пиксели и до 1 друга поставена пиксели
pl: Wyczyść zapasowe piksele otoczone przez nieustawione piksele i maksymalnie 1 inny ustawiony piksel
pt: Limpar pixeis isolados, rodeados por pixels virgens e permitindo até 1 pixel vizinho
ro: Curățați pixelii de rezervă care sunt înconjurați de pixeli nesetati și până la 1 alți pixeli setați
ru: Очистка лишних пикселей, окруженных нетронутыми пикселями и до 1 другого перекрашенного пикселя
sk: Vyčisti náhradné pixely, ktoré sú obklopené nenastavenými pixelmi a až 1 ďalším nastaveným pixelom
sq: Pastro piksele rezervë që janë të rrethuar nga piksele të pacaktuara dhe deri në 1 piksele të tjera të caktuara

source: Cleaners can use 0cd blank colors.
ca: Els netejadors poden utilitzar colors base amb 0cd.
pt: Os cleaners podem aplicar cores não definidas com tempo de espera zero.
ro: Curațatorii pot folosii culori goale cu 0cd.
ru: Уборщики могут использовать цвета фона без перезарядки.
sq: Pastruesit mund të përdorin ngjyra boshe 0cd.

source: Click ${ mouseSymbol } middle mouse button or ${ touchSymbol } long-tap to select current hovering color
ar: انقر ${ mouseSymbol } زر الماوس الاوسط او ${ touchSymbol } اضغط لفترة طويلة لتحديد اللون الحالي الذي يتم تحريك المؤشر عليه
az: ${ mouseSymbol } orta siçan düyməsini və ya ${ touchSymbol } uzun-uzun toxunaraq rəngi kopyalayın
ca: Clica ${ mouseSymbol } sobre la rodeta del ratolí o ${ touchSymbol } fes un toc llarg per seleccionar el color sobre el qual flota el cursor
el: Πάτα το ${ mouseSymbol } μεσαίο κουμπί του ποντικού ή κράτα πατημένο το ${ touchSymbol } για να διαλέξεις το χρώμα που αιωρείται τωρά
ka: დააწკაპუნეთ ${ mouseSymbol } მაუსის შუა ღილაკზე ან ${ touchSymbol } ხანგრძლივად შეეხეთ ამჟამინდელი რა ფერიც დევს კანვასზე მაგის ასარჩევად
mk: Кликнете ${ mouseSymbol } средното копче на глувчето или ${ touchSymbol } долго допрете за да ја изберете моменталната боја на лебди
pl: Kliknij ${ mouseSymbol } środkowy przycisk myszy lub ${ touchSymbol } i przytrzymaj, aby wybrać bieżący kolor na który kieruje twój kursor
pt: Clique ${ mouseSymbol } com botão do meio do mouse ou ${ touchSymbol } toque e segure para selecionar a cor que o mouse/seu dedo está em cima
ro: Click ${ mouseSymbol } pe butonul din mijloc de la mouse sau ${ touchSymbol } apasă lung pentru a selecta culoarea unde este cursorul
ru: Нажмите ${ mouseSymbol } среднюю кнопку мыши или ${ touchSymbol } удерживайте палец на пикселе, чтобы выбрать цвет пикселя, над которым вы удерживаете курсор/палец
sk: Kliknutím na ${ mouseSymbol } stredným tlačidlom myši alebo dlhým klepnutím na ${ touchSymbol } vyber aktuálnu farbu pri umiestnení kurzora myši
sq: Kliko ${ mouseSymbol } butonin e mesëm të mausit ose ${ touchSymbol } prekni gjatë për të zgjedhur ngjyrën aktuale të lëvizjes

source: Click a color in palette to select it
ar: انقر فوق لون في اللوحة لتحديده
az: Palitrada rəng seçmək üçün rəngin üzərinə basın
ca: Clica sobre un color a la paleta per seleccionar-lo
el: Πάτα ένα χρώμα στην παλέτα για να το θκιαλέξεις
ka: დააწკაპუნეთ ფერზე პალიტრაში მის ასარჩევად
mk: Кликнете на боја во палетата за да ја изберете
pl: Kliknij kolor w palecie, aby go wybrać
pt: Clique em uma cor na paleta para selecioná-la
ro: Apasă pe o culoare din paletă ca să o selectezi
ru: Нажмите на цвет в палитре, чтобы выбрать его
sk: Klikni farbu na palete nato aby si ju vybral
sq: Kliko një ngjyrë në paletë për ta zgjedhur atë

source: Click here to request a new verification mail.
ar: انقر هنا لطلب بريد إلكتروني تحقق جديد.
az: Yeni doğrulama maili tələb etmək üçün bura basın.
ca: Clica aquí per solicitar un nou correu electrònic de verificació.
el: Πάτα δαμέ για να ζητήσεις νέο email επιβεβαίωσης.
ka: დააწკაპუნეთ აქ, რათა მოითხოვოთ ახალი დამადასტურებელი ფოსტა.
mk: Кликнете тука за да побарате нова верификација на емаилот.
pl: Kliknij tutaj, aby poprosić o nową wiadomość weryfikacyjną.
pt: Clique aqui para pedir um novo e-mail de verificação.
ro: Dă click aici pentru a cere un nou mail de verificare.
ru: Нажмите здесь, чтобы запросить новое письмо с подтверждением.
sk: Klikni sem na žiadanie nového verifikačného mailu.
sq: Kliko këtu për të kërkuar një email të ri verifikimi.

source: Click to Load Captcha
ar: انقر لتحميل الكابتشا
az: Captchanı yükləmək üçün basın
ca: Clica per Carregar el Captcha
el: Πάτα για να φορτώσεις το Captcha
ka: დააწკაპუნეთ Captcha-ს ჩასატვირთად
mk: Кликнете за да ја вчитате Captcha
pl: Kliknij aby załadować Captch'e
pt: Clique para Carregar o Captcha
ro: Click pentru a încărca Captchaul
ru: Нажмите, чтобы загрузить капчу
sk: Klikni na načítanie Captcha
sq: Klikoni për të Ngarkuar Captcha

source: Clone
ar: نسخ
az: Klon
ca: Clonar
el: Κλώνος
ka: კლონი
mk: Клон
pl: Skopiuj
pt: Clonar
ro: Clonează
ru: Дублировать
sk: Klonovať
sq: Klon

source: Close
ar: اغلاق
az: Bağla
ca: Tanca
el: Κλειστό
ka: დახურვა
mk: Затвори
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zatvoriť
sq: Mbyll

source: Close Chat
ar: اغلاق الدردشة
az: Söhbəti bağla
ca: Tanca el Xat
el: Κλείστε το Chat
ka: ჩატის დახურვა
mk: Затвори Разговор
pl: Zamknij czat
pt: Fechar o bate-papo
ro: Închide Chatul
ru: Закрыть чат
sk: Zatvoriť chat
sq: Mbyll Bisedën

source: Close Menu
ar: اغلاق القائمة
az: Menuyu bağla
ca: Tanca el Menú
el: Κλείσιμο μενού
ka: მენიუს დახურვა
mk: Затвори го менито
pl: Zamknij Menu
pt: Fechar o menu
ro: Închide Meniul
ru: Закрыть меню
sk: Zatvoriť menu
sq: Mbyll Menunë

source: Close Palette
ar: إغلاق لوحة الألوان
az: Palitranı aç
ca: Tanca la Paleta
el: Κλείσιμο παλέτας
ka: დახურეთ პალიტრა
mk: Затворете ја палетата
pl: Zamknij Palete
pt: Fechar paleta
ro: Închide Paleta
ru: Закрыть палитру
sk: Zatvoriť paletu
sq: Mbyll Paletën

source: Compact Palette
ar: لوحة ألوان مدمجة
az: Komplakt Palitra
ca: Paleta Compacta
el: Μιτσιά παλέτα
ka: კომპაქტური პალიტრა
mk: Компактна палета
pl: Kompaktowa paleta kolorów
pt: Paleta Compacta
ro: Paletă Compactă
ru: Компактная палитра
sk: Kompaktná paleta
sq: Paleta Kompakte

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
az: Yeni parolu doğrulayın
ca: Confirma la Contrasenya Nova
el: Επιβεβαίωσε τον τζενούρκο κωδικό
ka: Დაადასტურეთ ახალი პაროლი
mk: Потврди ја новата лозинка
pl: Potwierdź nowe hasło
pt: Confirme a senha nova
ro: Confirmă Parola Nouă
ru: Подтвердите новый пароль
sk: Potvrd nové heslo
sq: Konfirmo Fjalëkalimin e Ri

source: Confirm Password
ar: تاكيد كلمة السر
az: Şifrənizi doğrulayın
ca: Confirma la Contrasenya
el: Επιβεβαίωση Κωδικού
ka: Პაროლის დადასტურება
mk: Потврдете ја лозинката
pl: Potwierdź hasło
pt: Confirmar Senha
ro: Confirmă Parola
ru: Повторите пароль
sk: Potvrd heslo
sq: Konfirmo Fjalëkalimin

source: Connection error ${ code } :(
ar: خطأ في الاتصال ${ code } :(
az: Bağlantı xətası ${ code } :(
ca: Error de connexió ${ code } :(
el: Σφάλμα σύνδεσης ${ code } :(
ka: დაკავშირების შეცდომა ${ code } :(
mk: Грешка во врската ${ code }
pl: Błąd połączenia ${ code } :(
pt: Erro de conexão ${ code } :(
ro: Eroare de conectare ${ code } :(
ru: Ошибка соединения ${ code } :(
sk: Chyba spojenia ${ code } :(
sq: Gabim i lidhjes ${ code } :(

source: Consent
ca: Consentiment
pt: Consentir
ro: Consimțământ
ru: Согласие
sq: Autorizimi

source: Consider joining us on Matrix:
ca: Considera unir-te a nosaltres a Matrix:
ro: Ia în considerare sa te alături noua pe Matrix:
ru: Присоединяйтесь к нам в Matrix:
sq: Konsidero të na bashkohesh në Matrix:

source: Controls
ar: عناصر التحكم
az: Kontrollar
el: Χειρισμοί
ka: კონტროლები
mk: Контроли
pl: Sterownica
pt: Controles
ro: Controale
ru: Управление
sk: Ovládania
sq: Kontrollet

source: Convert an image to canvas colors
ar: حول الصور الى لون اللوحة
az: Şəkli lövhə rənglərinə görə dönüşdürün
ca: Converteix una imatge als colors del llenç
el: Μετάτρεψε μια εικόνα σε χρώματα του καμβά
ka: გადაიყვანეთ სურათი კანვასის ფერებში
mk: Конвертирајте слика во бои на платно
pl: Konwertuj obraz w kolory płótna
pt: Converta uma imagem para as cores do canvas
ro: Convertează o imagine în culorile canvasului
ru: Преобразует изображение в цвета холста
sk: Konverti obrázok do farieb plátna
sq: Konverto një imazh në ngjyrat e kanavacës

source: Converter
ar: المحول
az: Çevirici
ca: Conversor
el: Μετατροπέας
ka: კონვერტორი
mk: Конвентер
pl: Konwerter
pt: Conversor
ru: Пикселизатор
sk: Konvertor
sq: Konvertuesi

source: Cooldown
ar: فترة التهدئة
az: Gözləmə vaxtı
ca: Refredament
el: Χρόνος που Καρτεράς
ka: დროს შენახვა
mk: Смири се
pt: Tempo de Espera
ro: Timp
ru: Перезарядка
sq: Koha e pritjes

source: Cooldown is usually automatically changed for a country that is dominating. In example in the case of a streamer raid.
ca: El temps de Refredament sol canviar automàticament per a un país dominant. Per exemple, en el cas d'una incursió de streamers.
mk: Коладаун обично автоматски се менува за земја што доминира. На пример во случај на рација на стример.
ro: Cooldown-ul este de obicei schimbat automat pentru o țară care domină. De exemplu în cazul unui raid facut de un streamer.
ru: Перезарядка обычно автоматически изменяется для страны, которая доминирует. Например, когда идёт рейд стримера.
sk: Cooldown je zvyčajne automaticky menený pre krajiny ktoré dominujú, napríklad v prípade streamerského raidu.
sq: Koha e pritjes zakonisht ndryshohet automatikisht për një vend që është duke dominuar. Në shembull në rastin e një sulmi të një transmetuesi.

source: Coordinates
ar: الاحداثيات
az: Koordinatlar
ca: Coordenades
el: Συντεταγμένες
ka: კორდინატები
mk: Кординати
pl: Koordynaty
pt: Coordenadas
ro: Coordonate
ru: Координаты
sk: Koordinácie
sq: Koordinatat

source: Coordinates:
ar: الاحداثيات:
az: Koordinatlar:
ca: Coordenades:
el: Συντεταγμένες:
ka: კორდინატები:
mk: Кординати:
pl: Koordynaty:
pt: Coordenadas:
ro: Coordonate:
ru: Координаты:
sk: Koordinácie:
sq: Koordinatat:

source: Copied
ar: تم النسخ
az: Köçürüldü
el: Αντιγραφήκαν
ka: დაკოპირდა
mk: Копирано
pl: Skopiowano
ro: Copiat
ru: Скопировано
sk: Skopírované
sq: Kopjuar

source: Copy
ar: نسخ
az: Kopyala
ca: Copia
el: Αντιγραφή
ka: კოპირება
mk: Копирај
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Скопировать
sk: Kopíruj
sq: Kopjo

source: Copy Link
ca: Copia l'Enllaç
ro: Copiază Linkul
ru: Скопировать ссылку
sq: Kopjo Lidhjen

source: Copy Selected to Clipboard
ca: Copia la Selecció al Porta-Retalls
ro: Copiază selecția în Clipboard
ru: Скопировать выбранное в буфер обмена
sq: Kopjo të Përzgjedhurën në Memorie

source: Copy URL
ca: Copia la URL
ro: Copiază URL-ul
ru: Скопировать URL
sq: Kopjo URL

source: Copy UserId to Clipboard
ca: Copia l'ID d'Usuari al Porta-Retalls
ro: Copiază UserId-ul în Clipboard
ru: Скопировать ID пользователей в буфер обмена
sq: Kopjo UserId në Memorie

source: Copy to Clipboard
ar: نسخ إلى الحافظة
az: Löhvəyə kopyalayın
ca: Copia al Porta-Retalls
el: Αντιγραφή στο Πρόχειρο
ka: კოპირება კლიპბოარდზე
mk: Копирај во таблата со исечоци
pl: Skopiuj do schowka
pt: Copiar para a área de transferência
ro: Copiază către Clipboard
ru: Скопировать в буфер обмена
sk: Kopírovať
sq: Kopjo në Memorie

source: Could not connect to server, please try again later :(
ar: لم نتمكن من الاتصال بالخادم، يرجى المحاولة مرة أخرى لاحقًا :(
az: Servere bağlanılabilmədi,zəhmət olmasa sonra yenidən dənəyin :(
ca: No s'ha pogut connectar amb el servidor, si us plau torna a provar-ho més tard :(
el: Εν μπορώ να συνδεθώ στον σέρβερ, δοκίμασε ξανά αργότερα :(
ka: სერვერთან დაკავშირება ვერ მოხერხდა, გთხოვთ სცადოთ მოგვიანებით :(
mk: Не можев да се поврзам со серверот, обидете се повторно подоцна :(
pl: Problem z połączeniem z serwerem, proszę spróbuj później :(
pt: Não consegui conectar ao servidor, por favor tente mais tarde :(
ro: Nu s-a putut conecta la server, încearcă mai târziu :(
ru: Не удается подключиться к серверу, пожалуйста, попробуйте позже :(
sk: Nedokázal sa spojiť na server, prosím skús neskôr :(
sq: Nuk mund të lidhet me serverin, ju lutem provoni përsëri më vonë :(

source: Could not load captcha
ar: لم يتم تحميل الكابتشا
az: Captcha yüklənəmədi
ca: No s'ha pogut carregar el captcha
el: Εν εμπορούσαμε να φορτώσουμε το captcha
ka: კაპჩა ვერ ჩაიტვირთა
mk: Не може да се вчита captcha
pl: Nie byliśmy w stanie załadować Captch'y
pt: Não foi possível carregar o captcha
ro: Nu am putut încărca captchaul
ru: Не удалось загрузить капчу
sk: Nedokázal sa načítat captcha
sq: Nuk mund të ngarkohej captcha

source: Couldn't set Pixel
ar: لم يتم وضع البكسل
az: Pixel ayarlanabilmədi
ca: No s'ha pogut col·locar el Píxel
el: Εν εμπόρεσα να βάλλω το πίξελ
ka: Pixel-ის დაყენება ვერ მოხერხდა
mk: Неможеше да го поставиш пикселот
pl: ustawienie pixela nie powiodło się
pt: Não foi possível colocar o píxel
ro: Nu s-a putut seta pixelul
ru: Невозможно поставить пиксель
sk: Nevedno nastaviť pixel
sq: Nuk mund të vendosej Pikseli

source: Countries Today
ar: الدول اليوم
az: Bugünkü Ölkələr
ca: Països Avui
el: Χώρες σήμερα
ka: ქვეყნები დღეს
mk: Држави Денеска
pl: Państwa dzisiaj
pt: Países Hoje
ro: Tări Azi
ru: Страны сегодня
sk: Krajiny dnes
sq: Shtetet Sot

source: Country
ar: دولة
az: Ölkə
ca: País
el: Χώρα
ka: ქვეყანა
mk: Држава
pl: kraj
pt: Área do País
ro: Țară
ru: Страна
sk: Krajina
sq: Shteti

source: Credit for the Palette of the 2bit canvas goes to ${ donendoLink }.
ar: يعود الفضل في لوحة الألوان القماشية ذات الـ 2 بت إلى ${ donendoLink }.
az: Top10 Lövhəsinin palitrası üçün kredit ${ donendoLink }-ə gedir.
ca: Els Crèdits per la Paleta de Colors del llenç 2bit són per ${ donendoLink }.
el: Εύσημα για την Παλέτα του 2bit: ${ donendoLink }.
ka: ტოპ10 ტილოს პალიტრის კრედიტი გადადის ${ donendoLink }.
mk: Заслугата за палетата на 2-битното платно оди на ${ donendoLink }.
pl: Zaszczyt za palete kolorów płótna 2bit idzie do${ donendoLink }.
ro: Credit pentru Paleta de pe 2bit se duce la ${ donendoLink }.
ru: Авторство палитры 2бит принадлежит ${ donendoLink }.
sq: Krediti për Paletën e kanavacës 2bit shkon tek ${ donendoLink }.

source: Credit for the Palette of the Moon goes to ${ starhouseLink }.
ar: يعود الفضل في لوحة القمر إلى ${ starhouseLink }.
az: Ayın Palitrası üçün kredit ${ starhouseLink }-ə gedir.
ca: Els Crèdits per la Paleta de Colors de la Lluna són per ${ starhouseLink }.
el: Εύσημα για την Παλέτα του Φεγγαριού: ${ starhouseLink }.
ka: მთვარის პალიტრის კრედიტი მიდის ${ starhouseLink }.
mk: Заслугата за Палетата на Месечината оди на ${ starhouseLink }.
pl: zaszczyt za palete kolorów księżyca idzie do ${ starhouseLink }.
pt: Crédito para paleta da Lua vai para ${ starhouseLink }.
ro: Credit pentru Paleta de pe Moon se duce la ${ starhouseLink }.
ru: Авторство палитры луны принадлежит ${ starhouseLink }.
sq: Krediti për Paletën e Hënës shkon tek ${ starhouseLink }.

source: Credit for the Palette of the Top10 canvas goes to ${ vinikLink }.
ar: يعود الفضل في لوحة الألوان العشرة الأولى إلى ${ vinikLink }.
az: Top10 Lövhə palitrası üçün kredit ${ vinikLink }-ə gedir.
ca: Els Crèdits per la Paleta de Colors del llenç Top10 són per ${ vinikLink }.
el: Εύσημα για την Παλέτα του Top10: ${ vinikLink }.
ka: ტოპ10 ტილოს პალიტრის კრედიტი გადადის ${ vinikLink }.
mk: Заслугите за палетата на платното Топ 10 одат на ${ vinikLink }.
pl: Zaszczyt za palete kolorów płótna top 10 idzie do ${ vinikLink }.
ro: Credit pentru Paleta de pe Top10 se duce la ${ vinikLink }.
ru: Авторство палитры Топ-10 принадлежит ${ vinikLink }.
sq: Krediti për Paletën e kanavacës Top10 shkon tek ${ vinikLink }.

source: Current Cooldown Changes per Country
ca: Canvis Actuals al Temps de Refredament per País
mk: Тековни промени за ладење по земја
ro: Cooldown-ul Actual se Schimbă per Țară
ru: Текущий кулдаун изменений на страну
sk: Príomne zmeny cooldownu za krajinu
sq: Ndryshimet Aktuale të Kohës se Pritjes për Shtet

source: Custom Cursor
ca: Cursor Personalitzat
mk: Прилагоден курсор
ro: Cursor Custom
ru: Встроенный курсор
sk: Vlastný kurzor
sq: Kursori i Personalizuar

source: DM
ar: ارسال رسالة خاصه
ca: Missatge Privat
el: Ιδιωτικό μήνυμα
mk: ДМ
pt: Mensagem Direta
ru: ЛС

source: Daily Pixels per Country
ca: Píxels Diaris per País
mk: Дневни пиксели по земја
ro: Pixeli Zilnici per Țară
ru: Пиксели поставленные странами за день
sk: Denné pixely za krajinu
sq: Pikselët Ditorë për Shtet

source: Daily Pixels per Player
ca: Píxels Diaris per Jugador
mk: Дневни пиксели по играч
ro: Pixeli Zilnici per Jucător
ru: Пикселей размещенных за день игроками
sk: Denné pixely za hráča
sq: Pikselët Ditorë për Lojtar

source: Daily Rank
ar: الترتيب اليومي
az: Günlük Sıralama
ca: Classificació Diària
el: Ημερήσια κατάταξη
ka: ყოველდღიური რანკი
mk: Дневен ранг
pl: Dzienny Ranking
pt: Ranque diário
ro: Locul tău în clasament azi
ru: Ежедневный рейтинг
sk: Denné poradie
sq: Renditja Ditore

source: Date of Award
ro: Data Premiului
ru: Дата награждения
sq: Data e dhënies së Çmimit

source: Date of catch
ca: Data de captura
ro: Data prinderii
ru: Когда поймана
sq: Data e kapjes

source: Delete
ar: حذف
az: Silin
ca: Esborrar
el: Διαγραφή
ka: წაშლა
mk: Избриши
pl: usuń
ro: Șterge
ru: Удалить
sk: Vymaž
sq: Fshij

source: Delete Account
ar: حذف الحساب
az: Hesabı silin
ca: Esborra el Compte
el: Διαγραφή λοαρκαζμού
ka: Ანგარიშის წაშლა
mk: Избриши сметка
pl: usuń konto
pt: Deletar sua conta
ro: Șterge Contul
ru: Удалить аккаунт
sk: Vymazať účet
sq: Fshij llogarinë

source: Deny
ca: Denegar
pt: Recusar
ro: Refuză
ru: Отклонить
sq: Refuzo
