Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/*.po
Languages: ar, az, ca, el, ka, mk, pl, pt, ro, ru, sk, sq

source: Open Palette
ar: فتح لوحة الألوان
az: Palitranı bağla
ca: Obre la Paleta
el: Ανοίξτε την Παλέτα
ka: გააღეთ პალიტრა
mk: Отворете ја палетата
pl: Otwórz Palete
pt: Abrir paleta
ro: Deschide Paleta
ru: Открыть палитру
sk: Otvoriť paletu
sq: Hap Paletën

source: Open in PopUp
ca: Obre en una Finestra Emergent
mk: Отворете во скокачки прозорец
ro: Deschide în fereastra pop-up
ru: Открыть во всплывающем окне
sk: Otvoriť v PopUp
sq: Hap në PopUp

source: OpenID Connect Client registration
ro: Înregistrarea clientului OpenID Connect
ru: Регистрация клиента OpenID Connect
sq: Regjistrimi OpenID Connect Client

source: Our main canvas is a huge worldmap, you can place wherever you like, but you will have to wait a specific Cooldown between pixels. You can check out the cooldown and requirements on the Canvas Selection menu (globe button on top). Some canvases have a different cooldown for replacing a user-set pixels than placing on a unset pixel. i.e. 4s/7s means 4s on fresh pixels and 7s on already set pixels.
ar: لوحتنا الرئيسية عبارة عن خريطة عالمية ضخمة، يمكنك وضع أينما تشاء، ولكن سيتعين عليك انتظار فترة تهدئة محددة بين كل بكسل وآخر. يمكنك الاطلاع على فترة التهدئة والمتطلبات في قائمة "اختيار اللوحة" (زر الكرة الأرضية في الأعلى). تختلف فترة التهدئة لبعض اللوحات عند استبدال بكسلات مُعيّنة من قِبل المستخدم عن فترة التهدئة عند وضعها على بكسل غير مُعيّن. على سبيل المثال، 4 ثوانٍ/7 ثوانٍ تعني 4 ثوانٍ على البكسلات الجديدة و7 ثوانٍ على البكسلات المُعيّنة مُسبقًا.
az: Əsas lövhəmiz nəhəng dünya xəritəsidir, istədiyiniz yerə piksel qoya bilərsiniz. Gözləmə müddətini və tələbləri Lövhə Seçimi menyusunda (yuxarıdakı qlobus düyməsi) gözdən keçirə bilərsiniz. Bəzi lövhələrdə istifadəçi tərəfindən qoyulmuş və qoyulmamış piksel arasında gözləmə müddəti dəyişikdir. Yəni 4s/7s bildirir ki, yeni piksellərdə 4 və artıq qoyulan piksellərdə 7 saniyədir.
ca: El nostre llenç principal és un mapa del món gegant. Pots pintar allà on vulguis, però hauràs d'esperar un temps de refredament determinat entre píxels. Pots comprovar el temps de refredament i els requisits al menú de Selecció de Llenç (el botó quadrat de dalt a l'esquerra). Alguns llenços tenen diferents temps de refredament segons es substitueixi un píxel verge o un píxel ja col·locat per un usuari prèviament; per exemple 4s/7s vol dir 4 segons en un píxel verge i 7 segons en un d'editat prèviament.
el: Ο κύριος καμβάς μας εν ένας τεράστιος παγκόσμιος χάρτης, μπορείς να βάλλεις όπου θέλεις, αλλά πρέπει να περιμένεις συγκεκριμένο cooldown μεταξύ των πίξελ. Μπορείς να δεις το cooldown τζιαι τες απαιτήσεις στο μενού Επιλογής Καμβά (το κουμπί με τη υδρόγειο πάνω). Κάποιοι καμβάδες έχουν διαφορετικό cooldown για να αλλάξεις πίξελ που έβαλε άλλος χρήστης, παρά για να βάλλεις σε άδειο σημείο. Π.χ. 4s/7s σημαίνει 4 δευτερόλεπτα για νέα πίξελ τζιαι 7 δευτερόλεπτα για ήδη τοποθετημένα πίξελ.
ka: ჩვენი მთავარი კანვასი არის უზარმაზარი მსოფლიო რუქა, შეგიძლიათ დასვათ პიქსელი სადაც გინდათ, მაგრამ მოგიწევთ დაელოდოთ სპეციფიკურ დროს პიქსელებს შორის. თქვენ შეგიძლიათ გაეცნოთ დროს ლოდინის და მოთხოვნებს კანვასის სელექციის მენიუში (გლობუსის ღილაკი ზემოთ). ზოგიერთ კანვასს აქვს განსხვავებული დროს ლოდინი მომხმარებლის მიერ დაყენებული პიქსელების ჩასანაცვლებლად, ვიდრე დაუყენებელ პიქსელზე განთავსებისთვის. ანუ 4s/7s ნიშნავს 4s ახალ პიქსელებზე და 7s უკვე დაყენებულ პიქსელებზე.
mk: Нашето главно платно е огромна карта на светот, можете да поставите каде сакате, но ќе мора да почекате одредено разладување помеѓу пикселите. Можете да ги проверите разладувањето и барањата во менито Избор на платно (копче глобус горе). Некои платна имаат различно разладување за замена на пиксели поставени од корисникот отколку поставување на непоставен пиксел. т.е. 4s/7s значи 4s на свежи пиксели и 7s на веќе поставени пиксели.
pl: Naszym głównym płótnem jest ogromna mapa świata, na której możesz stawiać pixele gdziekolwiek chcesz, ale będziesz musiał poczekać określony czas na kolejne pixele, Możesz sprawdzić czas odnowienia i wymagania w menu wyboru płótna (przycisk kuli ziemskiej na górze). Niektóre płótna mają inny czas odnowienia podczas zastępowania pikseli ustawionych przez użytkownika niż umieszczanie ich na nieustawionych pikselach 4s/7s oznacza 4s na świeżych pikselach i 7s na już postawionych pikselach.
pt: Nosso canvas principal é um mapa mundi enorme, que você pode colocar píxeis onde quiser, mas você tera que esperar um tempo entre píxeis. Você pode ver o tempo de espera entre píxeis e outros requerimentos no menu de Seleção de Canvas (o botão com o formato de globo no topo). Alguns canvas tem um tempo de espera diferente para trocar píxeis que foram colocados por outro usuário do que um píxeis que ainda não foram pintado. Por exemplo: 4s/7s significa 4 segundos em píxeis que ainda não foram pintados e 7 segundos em píxeis já pintados.
ro: Canvasul nostru principal este o hartă a lumii uriașă, poți pune oriunde vrei, dar trebuie să aștepți un timp specific dintre pixeli. Poti vedea cooldownul și obligațiile pe meniul de selectare al canvasului (pe butonul de glob in vârf). Unele canvasuri au cooldownuri diferite pentru schimbarea pixelilor setate de jucători în comparație cu un pixel nesetat e.g. 4/7s înseamnă 4s pe pixelii fresh si 7s pe ceilalți.
ru: Наше основное полотно - огромная карта мира, вы можете ставить пиксели где хотите, но вам нужно ждать перезарядку между поставленными пикселями. Вы можете узнать перезарядку и требования в меню выбора полотен (кнопка с глобусом сверху). Некоторые полотна имеют разную перезарядку для перекраски уже поставленных пользователями пикселей и для нетронутых пикселей, например, 4с/7с значит что 4с для нетронутых пикселей и 7с для уже поставленных ранее.
sk: Naším hlavným plátnom je obrovská mapa sveta, na ktorej môžeš pokládať kde len chceš, ale budeš musieť počkať na konkrétny Cooldown medzi pixelmi. Cooldown a požiadavky si môžeš pozrieť v ponuke Plátnový Výber (tlačidlo zemegule navrchu). Niektoré plátna majú iný cooldown na nahradenie užívateľom nastavených pixelov ako umiestnenie na nenastavený pixel. t.j. 4s/7s znamená 4s na nových pixeloch a 7s na už nastavených pixeloch.
sq: Kanavaca jonë kryesore është një hartë e madhe e botës, mund të vendosni kudo që dëshironi, por do të duhet të prisni një kohë pritjeje specifike midis pikselëve. Ju mund të shikoni kohën e pritjes dhe kërkesat në menunë e Përzgjedhjes së Kanavacës (butoni i globit në krye). Disa prej kanavacave kanë një kohë pritjeje të ndryshme për zëvendësimin e pikselëve të vendosur nga përdoruesi sesa vendosjen në një piksel të pacaktuar, dmth. 4s/7s do të thotë 4s në piksele të freskëta dhe 7s në piksele tanimë të vendosura.

source: Overlay OFF
ar: إيقاف تشغيل التراكب
az: Şablon bağlandı
ca: Superposició Desactivada
el: Έσβησε η επικάλυψη
ka: ოვერლეი გამორთულია
mk: Оверлеј Исклучен
pl: Overlay WYŁ
pt: Overlay DESATIVADO
ro: Overlay Dezactivat
ru: Оверлей выключен
sk: Overlay vypnutý
sq: Mbivendosja OFF

source: Overlay ON
ar: تشغيل التراكب
az: Şablon qoşuldu
ca: Superposició Activada
el: Άναψε η επικάλυψη
ka: ოვერლეი ჩართულია
mk: Оверлеј Оклучен
pl: Overlay WŁ
pt: Overlay ATIVADO
ro: Overlay Activat
ru: Оверлей включен
sk: Overlay zapnutý
sq: Mbivendosja ON

source: Overlay Opacity
ar: تعتيم التراكب
az: Şablon Şəffaflığı
ca: Opacitat de la Superposició
el: Διαφάνεια επικάλυψης
ka: ოვერლეის გამჭვირვალობა
mk: Непроѕирност на преклопување
pl: Przezroczystość nakładki
pt: Opacidade do Overlay
ro: Opacitate de Overlay
ru: Прозрачность оверлея
sk: Overlay neprehliadnosť
sq: Tejdukshmëria e Mbivendosjes

source: Palette Download
ar: تحميل لوحة الألوان
az: Palitrayı yüklə
ca: Descarrega la Paleta
el: Κατέβασμα παλέτας
ka: პალიტრის ჩამოტვირთვა
mk: Преземи палета
pl: Pobierz palete kolorów
pt: Baixe a Paleta
ro: Descarcă Paleta
ru: Скачать палитру
sk: Stiahnutie palety
sq: Shkarkimi i Paletës

source: Palette for ${ gimpLink }
ar: لوحة الألوان ل ${ gimpLink }
az: ${ gimpLink } üçün palitra
ca: Paleta per ${ gimpLink }
el: Παλέτα για ${ gimpLink }
ka: პალიტრა ${ gimpLink }-ისთვის
mk: Палета за ${ gimpLink }
pl: Paleta kolorów ${ gimpLink }
pt: Paleta para ${ gimpLink }
ro: Paleta pentru ${ gimpLink }
ru: Палитра для ${ gimpLink }
sk: Paleta pre ${ gimpLink }
sq: Paleta për ${ gimpLink }

source: Password
ar: كلمة السر
az: Şifrə
ca: Constrasenya
el: Κωδικός
ka: პაროლი
mk: Лозинка
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sq: Fjalëkalimi

source: Password must be at least 6 characters long.
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل.
az: Parol ən az 6 simvol uzunluğunda olmalıdır.
ca: La contrasenya ha de contenir 6 caràcters com a mínim.
el: Ο κωδικός πρέπει να έσιει τουλάχιστον 6 γράμματα.
ka: პაროლი უნდა იყოს მინიმუმ 6 სიმბოლო.
mk: Лозинката мора да биде долга најмалку 6 знаци.
pl: Hasło musi mieć co najmniej 6 znaków.
pt: A senha deve ter ao menos 6 caracteres.
ro: Parola trebuie să aibă cel puțin 6 litere.
ru: Пароль должен содержать как минимум 6 символов.
sk: Heslo musí byť aspon 6 písmen dlhé.
sq: Fjalëkalimi duhet të jetë të paktën 6 karaktere i gjatë.

source: Password must be shorter than 60 characters.
ar: يجب أن تكون كلمة المرور أقل من 60 حرفًا.
az: Parol 60 simvoldan qısa olmalıdır.
ca: La contrasenya ha de contenir menys de 60 caràcters.
el: Ο κωδικός πρέπει να είναι πιο μιτσής που 60 γράμματα.
ka: პაროლი უნდა იყოს 60 სიმბოლოზე ნაკლები.
mk: Лозинката мора да биде пократка од 60 знаци.
pl: Hasło musi być krótsze niż 60 znaków.
pt: A senha deve ser menor que 60 caracteres.
ro: Parola trebuie să aibă mai puțin de 60 de litere.
ru: Пароль должен быть короче 60 символов.
sk: Heslo musí byť kratšie ako 60 písmen.
sq: Fjalëkalimi duhet të jetë më i shkurtër se 60 karaktere.

source: Password successfully changed.
ar: تم تغيير كلمة المرور بنجاح.
az: Parolunuz uğurla dəyişdirildi.
ca: La contrasenya ha estat canviada amb èxit.
el: Ο κωδικός άλλαξε επιτυχώς.
ka: პაროლი წარმატებით შეიცვალა.
mk: Лозинката е успешно сменета.
pl: Pomyślnie zmieniono hasło.
ro: Schimbat parola cu success.
ru: Пароль успешно изменен.
sk: Heslo úspešne zmenené.
sq: Fjalëkalimi u ndryshua me sukses.

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.
az: Parollar birbirinə uymur.
ca: Les contrasenyes no coincideixen.
el: Οι κωδικοί εν ταιρκάζουν.
ka: Პაროლები არ ემთხვევა.
mk: Лозинките не се совпаѓаат.
pl: Hasła nie pasują do siebie.
pt: As senhas não são iguais.
ro: Parolele nu sunt aceleași.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
sq: Fjalëkalimet nuk përputhen.

source: Pencil Mode for ${ canvasName } canvas
ca: Mode del Llapis pel llenç ${ canvasName }
mk: Режим на молив за платно ${ canvasName }
pl: Tryb ołówka dla ${ canvasName }
ro: Modul Creion pentru ${ canvasName } canvas
ru: Режим непрерывного рисования для полотна: ${ canvasName }
sk: Režim ceruzky pre plátno ${ canvasName }
sq: Modaliteti i Lapsit për kanavacën ${ canvasName }

source: Pencil picks:
ca: Selecció del llapis:
mk: бери за моливи
ro: Creionul alege:
ru: Рисование по:
sk: Výber ceruzkou:
sq: Zgjedhjet e lapsit:

source: Permission
ca: Permís
ro: Permisiune
ru: Разрешение
sq: Leje

source: Phish!
ca: Peix!
ro: Pește!
ru: Рыба поймана!
sq: Peshk!

source: Phishes
ca: Peixos
ro: Pești
ru: Рыбы
sq: Peshqit

source: Ping
ar: اشارة
ka: პინგი
mk: Пинг
ro: Pingează
ru: Упомянуть

source: Pixel Notify OFF
ar: إيقاف تشغيل إشعار البكسل
az: Piksel bildirişi bağlandı
ca: Activitat de Píxels Desactivada
el: Ειδοποίηση Πίξελ Ανένεργη
ka: Pixel Notify გამორთულია
mk: Пикселска Активност Исклучена
pl: Notyfikacja Pikseli WYŁ
pt: Atividade de Píxeis DESATIVADA
ro: Notificare Pixeli Oprită
ru: Активность пикселей выключена
sk: Pixel notifikácia vypnutá
sq: Njoftimi Pixel OFF

source: Pixel Notify ON
ar: تشغيل إشعار البكسل
az: Piksel bildirişi qoşuldu
ca: Activitat de Píxels Activada
el: Ειδοποίηση Πίξελ Ενεργή
ka: Pixel Notify ჩართულია
mk: Пикселска Активност Оклучена
pl: Notyfikacja Pikseli WŁ
pt: Atividade de Píxeis ATIVADA
ro: Notificare Pixeli Pornită
ru: Активность пикселей включена
sk: Pixel notifikácia zapnutá
sq: Njoftimi Pixel ON

source: Pixel Protection
ar: حماية البكسلات
az: Pixel Qoruması
ca: Protecció de Píxels
el: Προστασία pixels
ka: პიქსელის დაცვა
mk: Пиксел Протекција
pl: Ochrona Pixeli
pt: Proteção de píxel
ro: Protejare de Pixeli
ru: Защита пикселей
sk: Pixel ochrana
sq: Mbrojtje e Pikselit

source: Pixel protected
ar: البكسلات محمية
az: Piksel qorunur
el: Το πίξελ προστατεύεται
ka: პიქსელი დაპროტექტებულია
mk: Пиксел Одбранет
pl: Pixel chroniony
ro: Pixel protejat
ru: Пиксель защищён
sk: Pixely sú chránene
sq: Piksel i mbrojtur

source: Place color pixels on a large canvas with other players online!
ar: ضع وحدات البكسل الملونة على لوحة كبيرة مع لاعبين آخرين عبر الإنترنت!
az: Başqa oyunçularla onlayn bir şəkildə böyük bir dünyaya rəngli pixellər qoyun!
ca: Col·loca píxels de colors en un gran llenç amb altres jugadors en línia!
el: Βάλε χρωματιστά πίξελ πας σε έναν μεγάλο καμβά μαζί με άλλους παίκτες online!
ka: განათავსეთ ფერადი პიქსელები დიდ კანვასზე ონლაინ სხვა მოთამაშეებთან ერთად!
mk: Ставете пиксели во боја на големо платно со други играчи на интернет!
pl: Umieść kolorowe piksele na dużym płótnie razem z innymi graczami online!
pt: Coloque píxeis coloridos em um canvas grande com outros jogadores online!
ro: Pune pixeli colorați pe un canvas mare cu alți jucători online!
ru: Ставьте цветные пиксели на огромном полотне с другими людьми по сети!
sk: Pokladaj farebné pixely na veľkom plátne s ostatnými hráčmi online!
sq: Vendos pikselë me ngjyra në një kanavacë të madhe me lojtarë të tjerë online!

source: Placed Pixels
ar: البكسلات الموضوعة
az: Qoyulan Piksellər
ca: Píxels Col·locats
el: Τοποθετημένα pixels
ka: დასმული პიქსელები
mk: Поставени Пиксели
pl: Postawione pixele
pt: Píxeis colocados
ro: Pixeli Puși în total
ru: Поставленных пикселей
sk: Položené pixely
sq: Piksele të Vendosura

source: Play a sound when new chat messages arrive
ar: تشغيل صوت عند وصول رسائل دردشة جديدة
az: Yeni söhbət mesajları gələndə səs çalın
ca: Reprodueix un so quan arribi un nou missatge al xat
el: Παίξε ήχο όταν έρκεται νέο μήνυμα
ka: ახალი ჩეთის შეტყობინებების მოსვლისას ხმის დაკვრა
mk: Пуштете звук кога ќе пристигнете нови пораки за разговор
pl: Zagraj dźwięk kiedy pojawią się nowe wiadomości na czacie
pt: Reproduz um som quando novas mensagens do bate-papo chegarem
ro: Redă un sunet atunci când sunt trimise mesaje noi pe chat
ru: Воспроизводить звук при поступлении новых сообщений чата
sk: Prehraj hudbu ked sa objaví nová správa
sq: Luaj një tingull kur vijnë mesazhe të reja të bisedës

source: Player
ca: Jugador
mk: Играч
ro: Jucător
ru: Игрок
sk: Hráč
sq: Lojtar

source: Players and Pixels per hour
ar: عدد اللاعبين والبكسلات في الساعة
az: Saat başına oyunçular və pixellər
ca: Jugadors i Píxels per hora
el: Παίκτες τζαι pixels ανά ώρα
ka: მოთამაშეები და პიქსელები საათში
mk: Играчи и пиксели на час
pl: Gracze i pixele na godzine
pt: Jogadores e Pixeis por hora
ro: Jucători și pixeli pe oră
ru: Игроки и пиксели в час
sk: Hráči a Pixely za hodinu
sq: Lojtarët dhe Pikselët në orë

source: Please prove that you are human
ar: ارجوك اثبت انك بشري
az: Zəhmət olmasa insan olduğunuzu doğrulayın
ca: Si us plau, demostra que ets humà
el: Παρακαλώ απόδειξε ότι είσαι άνθρωπος
ka: გვანახე რომ ადამიანი ხარ
mk: Ве молам докажете дека сте човек
pl: Prosze udowodnij że jesteś człowiekiem
pt: Por favor prove que é um humano
ro: Te rog să dovedești că ești om
ru: Подтвердите, что вы человек
sk: Prosím over sa že si človek
sq: Ju lutem vërtetoni se jeni njeri

source: Please refresh the website
ca: Si us plau, refresca la pàgina
mk: ве молиме освежете ја страницата
ro: Te rugăm să dai refresh la site
ru: Пожалуйста, обновите страницу
sk: Prosím obnov stránku
sq: Ju lutemi rifreskoni faqen ueb

source: Please verify your mail address or add a new one, otherwise your account could get deleted in the future.
ca: Si us plau, verifica la teva adreça de correu electrònic o afegeix-ne una de nova; si no el teu compte podria ser eliminat en el futur.
ro: Verifică-ți adresa de e-mail sau adăugă una nouă, altfel contul tău ar putea fi șters în viitor.
ru: Пожалуйста, подтвердите ваш адрес электронной почты или добавьте новый, иначе ваш аккаунт может быть удален в будущем.
sq: Ju lutem verifikoni adresën tuaj të postës ose shtoni një të re, në të kundërt llogaria juaj mund të fshihet në të ardhmen.

source: Political Compass Canvas
ar: لوحة البوصلة السياسية
az: Siyasi Kompas Lövhəsi
ca: Llenç de la Brúixola Política
el: Καμβάς Πολιτικής Πυξίδας
ka: პოლიტიკური კომპასის კანვასი
mk: Платно за политички компас
pl: Płótno Kompasu Politycznego
pt: Canvas do Compasso Político
ro: Canvasul Busolei Politice
ru: Полотно политического компаса
sk: Politický kompas plátna
sq: Kanavacë e Busullës Politike

source: Potato Mode
ar: وضع البطاطس
az: Kartoşka modu
ca: Mode Patata
el: Πατάρα Μοουτ
ka: კარტოფილის რეჟიმი
mk: Компир Мод
pl: Tryb Ziemniaka (wydajny)
pt: Modo PC da Xuxa
ro: Modul Cartof
ru: Режим калькулятора
sk: Zemiakový režim
sq: Modaliteti i Patates

source: Press ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } to move
ar: اضغط ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } للحركة
az: Hərəkət etmək üçün ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } düymələrinə basın
ca: Prem ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } per moure't
el: Πάτα ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } για να κινηθείς
ka: დააჭირეთ ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } გადასაადგილებლად
mk: Притиснете ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } за преместување
pl: naciśnij ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } by poruszać kamerą
pt: Pressione ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } para mover
ro: Apasă ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } pentru a te mișca
ru: Нажмайте ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight }, чтобы перемещаться
sk: Pre pohyb stlač ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight }
sq: Shtyp ${ bindAUp }, ${ bindALeft }, ${ bindADown }, ${ bindARight } për të lëvizur

source: Press ${ bindG } to toggle grid
ar: اضغط على ${ bindG } لتفعيل الشبكة
az: Toru görəbilmək üçün ${ bindG }'ya basın
ca: Prem ${ bindG } per activar/desactivar la quadrícula
el: Πάτα ${ bindG } να ανοιγοκλείσεις το πλέγμα
ka: ბადის ჩასართველათ დააჭირეთ ${ bindG }
mk: ­Притиснете ${ bindG } за да ја префрлите мрежата
pl: Naciśnij ${ bindG }, aby włączyć siatkę
pt: Pressione ${ bindG } para alternar a grade
ro: Apasă ${ bindG } pentru a comuta grilă
ru: Нажмите ${ bindG }, чтобы переключить сетку
sk: Stlač ${ bindG } na zapnutie mriežky
sq: Shtyp ${ bindG } për të aktivizuar/çaktivizuar rrjetën

source: Press ${ bindH } to toggle historical view
ar: اضغط على ${ bindH } لتفعيل العرض التاريخي
az: Tarixsəl görünümü görəbilmək üçün ${ bindH }'ya basın
ca: Prem ${ bindH } per activar/desactivar la vista històrica
el: Πάτα ${ bindH } να αλλάξεις στην ιστορική προβολή
ka: დააჭირეთ ${ bindH } ისტორიული ხედის გადასართავად
mk: Притиснете ${ bindH } за да го префрлите историскиот приказ
pl: naciśnij ${ bindH }by włączyć widok historyczny
pt: Pressione ${ bindH } para alternar a vista histórica
ro: Apasă ${ bindH } pentru a comuta modul istoric
ru: Нажмите ${ bindH }, чтобы переключить режим истории
sk: Stlač ${ bindH } aby si zapol historické zobrazenie
sq: Shtyp ${ bindH } për të aktivizuar/çaktivizuar pamjen historike

source: Press ${ bindQ } and ${ bindE } to fly up and down
ar: اضغط ${ bindQ } و ${ bindE } للتحليق فوق و أسفل
az: Yuxarı və aşağı getmək üçün ${ bindQ } və ${ bindE } düymələrini basın
el: Πάτα ${ bindQ } τζιαι ${ bindE } για να ανεβοκατεβείς
ka: დააჭირეთ ${ bindQ } და ${ bindE } ზევით და ქვევით ფრენისთვის
mk: Притиснете ${ bindQ } и ${ bindE } за да летате нагоре и надолу
pl: Naciśnij ${ bindQ } i ${ bindE }, aby przysunąć w wewnątrz i zewnątrz
pt: Pressione ${ bindQ } e ${ bindE } para voar para cima e para baixo
ro: Apasă ${ bindQ } și ${ bindE } pentru a zbura în sus și în jos
ru: Нажимайте ${ bindQ } и ${ bindE }, чтобы перемещаться вверх и вниз
sk: Stlačením ${ bindQ } a ${ bindE } lietaš hore a dole
sq: Shtyp ${ bindQ } dhe ${ bindE } për të fluturuar lart e poshtë

source: Press ${ bindQ } or ${ bindE } to zoom
ar: اضغط على ${ bindQ } أو ${ bindE } للتكبير
az: Böyütmək üçün ${ bindQ } və ya ${ bindE } düyməsini basın
ca: Prem ${ bindQ } o ${ bindE } per fer zoom
el: Πάτα ${ bindQ } ή ${ bindE } για ζουμ
ka: დააჭირეთ ${ bindQ } ან ${ bindE } გასადიდებლად
mk: Притиснете ${ bindQ } или ${ bindE } за да зумирате
pl: naciśnij ${ bindQ } lub ${ bindE } by powiększyć
pt: Pressione ${ bindQ } ou ${ bindE } para mudar o zoom
ro: Apasă ${ bindQ } sau ${ bindE } pentru a da zoom
ru: Нажимайте ${ bindQ } или ${ bindE }, чтобы изменять масштаб
sk: Stlač ${ bindQ } or ${ bindE } na priblíženie
sq: Shtyp ${ bindQ } ose ${ bindE } për të zmadhuar/minimizuar

source: Press ${ bindR } to copy coordinates
ar: اضغط على ${ bindR } لنسخ الإحداثيات
az: Koordinatları kopyalamaq üçün ${ bindR }'ya basın
ca: Prem ${ bindR } per copiar les coordenades
el: Πάτα ${ bindR } να αντιγράψεις συντεταγμένες
ka: დააჭირეთ ${ bindR } კოორდინატების დასაკოპირებლად
mk: Притисни ${ bindR } за да ги копираш кординатите
pl: naciśnij ${ bindR } by skopiowawć koordynaty
pt: Pressione ${ bindR } para copiar as coordenadas
ro: Apasă ${ bindR } pentru a copia coordonatele
ru: Нажмите ${ bindR }, чтобы скопировать координаты
sk: Stlač ${ bindR } na kopírovanie súradnic
sq: Shtyp ${ bindR } për të kopjuar koordinatat

source: Press ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } to move
ar: اضغط ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } للحركة
az: Hərəkət etmək üçün ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } düymələrinə basın
ca: Prem ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } per moure't
el: Πάτα ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } για να κινηθείς
ka: დააჭირეთ ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } გადასაადგილებლად
mk: Притиснете ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } за преместување
pl: naciśnij ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } by poruszać kamerą
pt: Pressione ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } para mover
ro: Apasă ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } pentru a te mișca
ru: Нажимайте ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD }, чтобы перемещаться
sk: Stlač ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } aby si sa hýbal
sq: Shtyp ${ bindW }, ${ bindA }, ${ bindS }, ${ bindD } për të lëvizur

source: Press ${ bindX } to toggle showing of pixel activity
ar: اضغط على ${ bindX } لتفعيل عرض نشاط البكسل
az: Pixel aktifliyini görəbilmək üçün ${ bindX }'ə basın
ca: Prem ${ bindX } per activar/desactivar les bombolles d'activitat de píxels
el: Πάτα ${ bindX } να δείξεις/κρύψεις τη δραστηριότητα των πίξελ
ka: დააჭირეთ ${ bindX } პიქსელების აქტივობის ჩვენების ჩასართავად
mk: Притиснете ${ bindX } за да го вклучите прикажувањето на активноста на пикселите
pl: Naciśnij ${ bindX }, aby włączyć wyświetlanie aktywności pikseli
pt: Pressione ${ bindX } para alternar a atividade de píxeis
ro: Apăsă ${ bindX } pentru a comuta afișarea activității pixelilor
ru: Нажмите ${ bindX }, чтобы переключить активность пикселей
sk: Stlač ${ bindX } na zapnutie ukazovatela pixelovej aktivity
sq: Shtyp ${ bindX } për të aktivizuar/çaktivizuar tregimin e aktivitetit të pikselit

source: Private
ar: خاص
az: Özəl
ca: Privat
el: Ιδιωτικό
ka: პირადი
mk: Приватен
pl: Prywatne
pt: Privado
ro: Privat
ru: Закрытый профиль
sk: Súkromné
sq: Privat

source: Profile
ar: الملف
az: Profil
ca: Perfil
el: Προφίλ
ka: პროფილი
mk: Профил
pl: Profil
pt: Perfil
ro: Profil
ru: Профиль
sk: Profi
sq: Profili

source: Quick Actions
ca: Accions Ràpides
ro: Acțiuni rapide
ru: Быстрые действия
sq: Veprimet e Shpejta
