Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/*.po
Languages: ar, az, ca, el, ka, mk, pl, pt, ro, ru, sk, sq

source: Hold left ${ bindShift } for pencil (to place while moving mouse)
ca: Mantingues pressionat ${ bindShift } esquerre per col·locar mentre mous el ratolí
mk: Држете лево ${ bindShift } за молив (за поставување додека го движите глувчето)
ro: Ține ${ bindShift } din stânga pentru a pune pixeli cât timp miști mouse-ul
ru: Удерживайте левый ${ bindShift } для установки пикселей во время движения мыши
sk: Podrž ľavý ${ bindShift } pre ceruzku (na umiestnenie pri pohybe myšou)
sq: Mbaj ${ bindShift } e majtë për laps (për të vendosur ndërsa lëviz mausin)

source: How pixuniverse should look like.
ar: كيف ينبغي أن يبدو شكل pixuniverse.
az: pixuniverse necə görünməlidir.
ca: Com s'hauria de veure pixuniverse.
el: Ινταλος να φαίνεται το pixuniverse.
ka: როგორი უნდა გამოიყურებოდეს pixuniverse.
mk: Како пиксел планет би требала да изгледа.
pl: Jak pixuniverse powinien wyglądać.
pt: Como pixuniverse deve parecer.
ro: Cum pixuniverse ar trebui să arate.
ru: Внешний вид pixuniverse.
sk: Ako by mal vyzerať pixuniverse.
sq: Si duhet të duket pixuniverse.

source: I forgot my Password.
ar: لقد نسيت كلمة المرور الخاصة بي.
az: Şifrəmi unutdum.
ca: He oblidat la meva Contrasenya.
el: Εξίασα τον κωδικό μου.
ka: Დამავიწყდა ჩემი პაროლი.
mk: Ја заборавив својата Лозинка.
pl: Zapomniałem swoje hasło.
pt: Esqueci minha senha.
ro: Mi-am uitat parola.
ru: Я забыл мой пароль.
sk: Zabudol som heslo.
sq: Kam harruar Fjalëkalimin tim.

source: IID (optional)
ar: IID (اختياري)
az: IID(istəyə bağlıdır)
ca: IID (opcional)
el: IID (προαιρετικό)
ka: IID (არასავალდებულო)
mk: IID (изборно)
pl: IID (opcjonalnie)
pt: IID (opcional)
ro: IID (opțional)
ru: IID (необязательно)
sk: IID (
sq: IID (opsionale)

source: IID Actions
ar: إجراءات IID
az: IID fəaliyyətləri
ca: Accions de l'IID
el: Ενέργειες IID
ka: IID მოქმედებები
mk: Акции на IID
pl: Działania z IID
ro: Acțiuni IID
ru: Действия с IID
sk: IID akcie
sq: Veprimet IID

source: IP Actions
ar: خيارات ال IP
az: IP fəaliyyətləri
ca: Accions de l'IP
el: Ενέργειες IP
ka: IP მოქმედებები
mk: Акции на IP
pl: Działania IP
pt: Ações com IP
ro: Acțiuni IP
ru: Действия с IP
sk: IP akcie
sq: Veprimet IP

source: Identifiers
ca: Identificadors
ro: Identificatori
ru: Идентификаторы
sq: Identifikuesit

source: If you got detected as proxy, but you aren't using one, or think that you got wrongfully banned, please go to our ${ guildedLink } or send us an e-mail to ${ mailLink } and, in case of a ban, include the BID you got in the ban message.
ca: Si has estat detectar com a proxy, però no n'estas fent servir, o penses que has sigut banejat injustament, si us plau, ves al nostre ${ guildedLink } o envia'ns un correu electrònic a ${ mailLink } i, en cas de baneig, inclou el BID que has rebut al missatge del mateix.
ro: Dacă ai fost detectat ca proxy, dar nu folosești unul, sau crezi că ai fost banat pe nedrept, mergi la ${ guildedLink } sau trimite un e-mail la ${ mailLink } și în caz de interdicție, să includeți BID-ul pe care l-ați primit în mesajul de ban.
ru: Если вас определили как прокси, но вы не используете прокси или вы считаете, что вас незаслуженно забанили, пожалуйста, перейдите в наш ${ guildedLink } или отправите нам письмо на ${ mailLink } и, в случае бана, укажите ваш BID, который вы получили в сообщение о бане.
sq: Nëse jeni zbuluar si proxy, por nuk jeni duke përdorur një, ose mendoni se jeni përjashtuar gabimisht, ju lutemi shkoni tek ${ guildedLink } ynë ose na dërgoni një email në ${ mailLink } dhe, në rast të përjashtimit, përfshini BID që keni marrë në mesazhin e përjashtimit.

source: If you talk to moderators or administrators, you might get asked for one of the following identifiers:
ca: Si parles amb moderadors o administradors, és possible que et demanin un dels següents identificadors:
ro: Dacă vorbiți cu moderatori sau administratori, este posibil să ți-se solicite unul dintre următorii identificatori:
ru: При общении с модераторами или администраторами вас могут попросить предоставить один из следующих идентификаторов:
sq: Nëse flisni me moderatorët ose administratorët, mund t'ju kërkohet një nga identifikuesit e mëposhtëm:

source: Image Converter
ar: محول الصور
az: Şəkil Dönüşdürücüsü
ca: Conversor d'Imatges
el: Μετατροπέας εικόνας
ka: ფოტოს კონვერტი
mk: Конвертор на слики
pl: Konwerter obrazów
pt: Conversor de Imagem
ro: Convertor de imagine
ru: Преобразователь изображений
sk: Obrázkový konverter
sq: Konvertuesi i imazhit

source: Image Upload
ar: رفع الصور
az: Şəkil yükləyin
ca: Puja una Imatge
el: Ανέβασμα εικόνας
ka: სურათის ატვირთვა
mk: Постави слика
pl: Wklejanie obrazu na mapę
pt: Envio de Imagem
ro: Încarcă Imagine
ru: Загрузить изображение
sk: Uploadnúť obrázok
sq: Ngarkimi i imazhit

source: Import templates
ar: استيراد القوالب
az: Şablonları daxil et
ca: Importa plantilles
el: Φέρτα μέσα τα πρότυπα
ka: თემფლეითების იმპორტირება
mk: Увезете шаблони
pl: importuj szablony
pt: Importar templates
ro: Iportează șabloane
ru: Импортировать шаблоны
sk: Importuj šablonu
sq: Importo shabllone

source: Interval
ar: فاصلة
el: Διάστημα
ka: ინტერვალი
mk: Интервал
pl: Interwał
pt: Intervalo
ru: Интервал
sq: Intervali

source: Interval is invalid
ar: الفاصل الزمني غير صالح
az: İnterval keçərsizdir
ca: Interval invàlid
el: Το διάστημα εν άκυρο
ka: ინტერვალი არასწორია
mk: Интервалот е неважечки
pl: Interwał jest nieprawidłowy
pt: Intervalo inválido
ro: Intervalul este invalid
ru: Недопустимый интервал
sk: Interval je neplatný
sq: Intervali është i pavlefshëm

source: Invalid Canvas
ar: لوحة غير صحيحة
az: Keçərsiz taxta
ca: Llenç invàlid
el: Άκυρος καμβάς
ka: არასწორი კანვასი
mk: Невалидно Платно
pl: Nieprawidłowy Canvas
pt: Canvas inválido
ro: Canvas Invalid
ru: Некорректное полотно
sk: Neplatné plátno
sq: Kanavaca e pavlefshme

source: Invalid Coordinates
ar: إحداثيات غير صالحة
az: Keçərsiz koordinatlar
ca: Coordenades invàlides
el: Άκυρες συντεταγμένες
ka: არასწორი კორდინატები
mk: Невалидни Координати
pl: Nieprawidłowe Koordynaty
pt: Coordenadas inválidas
ro: Coordonate invalide
ru: Некорректные координаты
sk: Neplatné koordinácie
sq: Koordinata të pavlefshme

source: Invalid color selected
ar: تم تحديد لون غير صالح
az: Keçərsiz rənk seçildi
ca: Color invàlid seleccionat
el: Εδιάλεξες λάθος χρώμα
ka: არასწორი ფერი არის არჩეული
mk: Невалидна Боја е Селектирана
pl: Wybrano nieprawidłowy kolor
pt: Cor selecionada inválida
ro: Culoare invalidă selectată
ru: Выбран недопустимый цвет
sk: Bola vybratá neplatná farba
sq: Ngjyrë e pavlefshme e zgjedhur

source: Invited to Chat
ar: مدعو للدردشة
ca: T'han Convidat al Xat
el: Εκάλεσαν σε στο Chat
ro: Invitat în Chat
ru: Приглашение в чат
sq: Të ftuar në Bisedë

source: It requests the following permissions. Uncheck what you don't want to grant:
ca: Et sol·licita els permisos següents. Desmarca els que no vulguis concedir:
ro: Solicită următoarele permisiuni. Debifați ceea ce nu doriți să acordați:
ru: Оно запрашивает следующие разрешения. Снимите галочку с пунктов, которые вы не хотите предоставлять:
sq: Kërkon lejet e mëposhtme. Hiqni shenjën nga lejet që nuk dëshironi të pranoni:

source: Jannies can rollback and protect, but not watch or ban.
ca: Els Jannies poden revertir i protegir, però no vigilar ni banejar.
ro: Jannies pot da rollback și pot proteja, dar nu pot privi sau da ban.
ru: Мини-модераторы могут откатывать и защищать пиксели, но не просматривать, кто ставил пиксели или банить игроков.
sq: Jannies mund të kthejnë mbrapsht dhe të mbrojnë, por jo të vëzhgojnë apo të dënojnë.

source: Just for registered Users
ar: للمستخدمين المسجلين فقط
az: Yalnız qeydiyyatdan keçmiş istifadəçilər üçün
ca: Només per a Usuaris registrats
el: Μόνο για εγγεγραμμένους χρήστες
ka: მარტო დარეგისტრირებული ადამიანისთვის
mk: Само за Регистрирани Корисници
pl: Tylko dla Zarejestrowanych Użytkowników
pt: Apenas para usuários registrados
ro: Doar pentru Utilizatorii înregistrați
ru: Только для зарегистрированных пользователей
sk: Len pre zaregistrovaných uživatelov
sq: Vetëm për Përdoruesit e regjistruar

source: Just for verified Users
ca: Només per a Usuaris verificats
ro: Doar pentru utilizatori verificați
ru: Только для подтвержденных пользователей
sq: Vetëm për Përdoruesit e verifikuar

source: Just the Top10 of yesterday can place here
ar: فقط اصحاب الافضل 10 من البارحة يستطيعون ان يضعون هنا
az: Yanlızca dünənin top 10'u bura piksel qoyabilər
ca: Només el Top10 d'usuaris amb més píxels col·locats d'ahir poden pintar aquí
el: Μόνο οι Top10 που εχτες μπορούν να βάλλουν δαμέ
ka: მარტო ვინც 10 ადგილას იყო გუშინ შეუძლია აქ პიქსელების დასმა
mk: Само луѓето во Топ 10 од вчера можат да пристапуваат овде
pl: Tylko Top 10 wczorajszego dnia może tu stawiać
pt: Apenas os Top10 de ontem podem colocar píxeis aqui
ro: Doar cei din Top10 ieri pot pune aici
ru: Только игроки, попавшие в Топ-10 вчерашнего дня могут рисовать здесь
sk: Len Top10 zo včera tu môžu pokladať pixely
sq: Vetëm Top10 e ditës së djeshme mund të vendosin këtu

source: Keep Ratio
ar: نسبة الاحتفاظ
az: Nisbəti Qoru
ca: Mantenir Proporció
el: Κράτα την αναλογία
ka: თანაფარდობის შენარჩუნება
mk: Задржи сооднос
pl: Zachowaj proporcje
pt: Manter razão
ro: Păstrează Ratioul
ru: Сохранять пропорции
sk: Udržuj pomer
sq: Mbaj Raportin

source: Know that an account exists
pt: Verificar se a conta existe
ro: Să știe ca există un account
ru: Знать, что аккаунт существует
sq: Të dijë që një llogari ekziston

source: Legal Requests
ca: Peticions Legals
ro: Cereri legale
ru: Юридические запросы
sq: Kërkesat Ligjore

source: Light Grid
ar: شبكة الضوء
az: İşıqlı grid
ca: Quadrícula Clara
el: Ασπρο Κάτζελο
ka: სინათლის ბადე
mk: Светлосна мрежа
pl: Jasna siatka
pt: Grade Clara
ro: Grilă Albă
ru: Светлая сетка
sk: Svetlá mriežka
sq: Rrjeta e Çelur

source: Load Captcha
ar: تحميل الكابتشا
az: Captchanı yükləyin
ca: Carrega el Captcha
el: Φόρτωσε το Captcha
ka: ჩატვირთეთ Captcha
mk: Вчитај Captcha
pl: Załaduj captch'e
pt: Carregar Captcha
ro: Încarcă Captchaul
ru: Загрузить капчу
sk: Načítaj Captcha
sq: Ngarko Captcha-n

source: Loading
ar: تحميل
az: Yüklənir
ca: Carregant
el: Φόρτωση
ka: Ჩატვირთვა
mk: Очитување
pl: Ładowanie
ro: Se încarcă
ru: Загрузка
sk: Načítava sa
sq: Duke ngarkuar

source: Loading...
ar: تحميل...
az: Yüklənir...
ca: Carregant...
el: Φορτώννει...
ka: Ჩატვირთვა...
mk: Вчитување...
pl: Ładowanie...
pt: Carregando...
ro: Se încarcă...
ru: Загрузка...
sk: Načítavam...
sq: Duke ngarkuar…

source: Log out
ar: تسجيل خروج
az: Çıxış edin
ca: Tanca la sessió
el: Εφκα έξω
ka: გასვლა
mk: Одјави се
pl: Wyloguj się
pt: Sair
ro: Deloghează-te
ru: Выйти
sk: Odhlásiť sa
sq: Dil

source: Log out a Session:
ca: Tanca una Sessió:
ro: Deconectați-vă de la o sesiune:
ru: Завершить сессию:
sq: Dil nga një Seancë:

source: LogIn
ar: تسجيل الدخول
az: Daxil olun
ca: Inicia Sessió
el: Σύνδεση
ka: Შესვლა
mk: Логирај Се
pl: zaloguj się
pt: Entrar
ru: Войти в аккаунт
sk: Prihlásiť sa
sq: Identifikohu

source: Login Methods
ca: Mètodes d'Inici de Sessió
ro: Metode de login
ru: Способы входа
sq: Metodat e Hyrjes

source: Login to access more features and stats.
ar: قم بتسجيل الدخول للوصول إلى المزيد من الميزات والإحصائيات.
az: Daha çox məlumata sahib olmaq üçün daxil olun.
ca: Inicia la sessió per accedir a més funcions i estadístiques.
el: Συνδέθου για να 'σιεις παραπάνω επιλογές τζαι στατιστικά.
ka: შედით მეტი ფუნქციებისა და სტატისტიკის წვდომისთვის.
mk: Најавете се за да пристапите до повеќе функции и статистика.
pl: Zaloguj się aby uzyskać dostęp do większej ilości funkcji i statystyk.
pt: Entre para acessar mais recursos e estatísticas.
ro: Loghează-te pentru a accesa mai multe lucruri și statistici.
ru: Войдите, чтобы получить доступ к дополнительным функциям и статистике.
sk: Prihlás sa aby si dostal prístup k viacerím možnostiam a štatistikám.
sq: Hyr për të pasur akses në më shumë veçori dhe statistika.

source: Login to grant access to other application.
ca: Inicia la sessió per concedir accés a una altra aplicació.
ro: Conectați-vă pentru a acorda acces la alte aplicații.
ru: Войдите, чтобы дать доступ другому приложению.
sq: Hyr për t'i dhënë akses aplikacionit tjetër.

source: Login to other application
ca: Inicia la sessió a una altra aplicació
ro: Conectați-vă la altă aplicație
ru: Вход в другое приложение
sq: Hyr në aplikacion tjetër

source: Login with Name or Mail:
ar: تسجيل الدخول باستخدام الاسم أو البريد الإلكتروني:
az: Ad vəya Mail ilə daxil olun:
ca: Inicia la sessió amb el Nom o el Correu Electrònic:
el: Σύνδεση με όνομα ή email:
ka: შედით სახელით ან ფოსტით:
mk: Најавете се со име или пошта:
pl: Zaloguj się Pseudonimem lub Mailem:
pt: Entre com nome ou e-mail:
ro: Loghează-te cu Numele sau cu Mailul:
ru: Войти с помощью ника или почты:
sk: Prihlás sa s menom alebo mailom:
sq: Identifikohu me Emër apo Postë:

source: Make Screenshot
ar: التقاط لقطة شاشة
az: Ekran görüntüsü al
ca: Fes Captura de Pantalla
el: Φκάλε στιγμιότυπου οθόνης
ka: სკრინშოტის გაკეთება
mk: Направете Скриншот
pl: Zrób Zrzut Ekranu
pt: Faça uma captura de tela
ro: Fă un Screenshot
ru: Сделать снимок экрана
sk: Urobiť screenshot
sq: Bëni Screenshot

source: Manage Moderators
ar: إدارة المشرفين
az: Moderatorları düzənlə
ca: Administrar Moderadors
el: Διαχείριση συντονιστών
ka: მოდერატორების მართვა
mk: Управувајте со модераторите
pl: Zarządzaj moderatorami
pt: Administrar Moderadores
ro: Gestionați moderatorii
ru: Управление модераторами
sk: Spravuj moderátorov
sq: Menaxhoni Moderatorët

source: Map Data
ar: بيانات الخريطة
az: Xəritə Qaynağı
ca: Dades del Mapa
el: Δεδομένα του Χάρτη
ka: რუკის მონაცემები
mk: Податоците за Мапата
pl: Dane mapy
pt: Dado do mapa
ro: Dată de hartă
ru: Картографические данные
sk: Mapové údaje
sq: Të Dhënat e Hartës

source: Maximize
ar: تكبير
az: Maksimallaşdır
ca: Maximitza
el: Μεγιστοποιώ
ka: მაქსიმიზაცია
mk: Максимизирај
pl: Maksymalizuj
pt: Maximizar
ro: Maximizează
ru: Увеличить
sk: Maximalizovať
sq: Maksimizoni

source: Minimum Color Distance
ar: الحد الأدنى لمسافة اللون
az: Minimum rəng məsafəsi
ca: Distància de Color Mínima
el: Ελάχιστη απόσταση χρώματος
ka: მინიმალური ფერის მანძილი
mk: Минимално растојание на бојата
pl: minimalny dystans malowania
ro: Distanța Minimă de Culoare
ru: Минимальное цветовое расстояние
sk: Minimálna vzdialenosť farby
sq: Distanca Minimale e Ngjyrave

source: Moderators can access all Canvas, Watch and IID tools.
ca: Els Moderadors poden accedir a totes les eines de Llenç, Watch i IID.
ro: Moderatorii pot accesa toate instrumentele legate de Canvas, de Urmarire și IID.
ru: Модераторы могут использовать все инструменты полотна, смотреть, кто ставил пиксели и инструменты работы с IID.
sq: Moderatorët mund të aksesojnë të gjitha veglat Canvas, Watch dhe IID.

source: Modtools
ar: ادوات الادمن
az: Mod Aracları
ca: Eines de Moderador
el: Εργαλεία διαχείρισης
ka: მოდერატორისტულები
mk: Модерацијски алати
pl: Narzędzia moderacji
pt: Ferramentas de Moderador
ro: Unelte pentru moderatori
ru: Инструменты модератора
sk: Modove náradie
sq: Veglat e moderatorit

source: Move
ar: تحريك
az: Daşı
ca: Mou
el: Κίνηση
ka: გადაადგილება
mk: Премести
pl: Przenieś
pt: Mover
ro: Mișcă
ru: Двигать
sk: Hýbať
sq: Lëviz

source: Mute
ar: ميوت
az: Sustur
ca: Silencia
el: Σίγασε
ka: დადუმება
mk: Исклучи звук
pl: Wyciszenie
pt: Silenciar
ro: Mutează
ru: Замьютить
sk: Stľmíť
sq: Hesht

source: Muted Sound
ar: صوت صامت
az: Səs bağlandı
ca: So Silenciat
el: Ο ήχος έσβησε
ka: ხმა გამორთულია
mk: Исклучен Звук
pl: Dźwięk wyciszony
pt: Som DESATIVADO
ro: Sunet Oprit
ru: Звук выключен
sk: Stlmený zvuk
sq: Tingull i Heshtur

source: Name
ar: اسم
az: Ad
ca: Nom
el: Όνομα
ka: სახელი
mk: Име
pl: Pseudonim
pt: Nome
ro: Nume
ru: Ник
sk: Meno
sq: Emri

source: Name can't be empty.
ar: لا يمكن أن يكون الإسم فارغًا.
az: Ad boş olabilməz.
ca: El Nom és obligatori.
el: Το όνομα εν μπορεί να είναι άδειο.
ka: სახელი არ შეიძლება იყოს ცარიელი.
mk: Името не може да биде празно.
pl: Nazwa nie może być pusta.
pt: Nome não pode estar vazio.
ro: Numele nu poate fi gol.
ru: Ник не может быть пустым.
sk: Meno nesmie byť prázdne.
sq: Emri nuk mund të jetë bosh.

source: Name contains invalid character like @, /, \ or #
ar: يحتوي الاسم على حرف غير صالح مثل @ أو / أو \ أو #
az: Ad keçərsiz simvol içərir, məsəlan @, /, \ vəya #
ca: El Nom conté caràcters invalids com: @, /, \ o #
el: Το όνομα έσιει άκυρους χαρακτήρες όπως @, /, \\ ή #
ka: სახელი შეიცავს არასწორ სიმბოლოს, როგორიცაა @, /, \ ან #
mk: Името содржи неважечки знак како @, /, \ или #
pl: Nazwa zawiera nieprawidłowy znak, taki jak @, /, \ lub #
pt: Nome contem caractere invalido como @,/,\ ou #
ro: Numele conține litere invalide de exemplu @,/,\ sau #
ru: Ник содержит недопустимые символы, такие как @, /, \ или #
sk: Meno obsahuje neplátné charaktery ako @, /, \ alebo #
sq: Emri përmban karaktere të pavlefshme si @, /, \ ose #

source: Name must be at least 2 characters long
ar: يجب أن يتكون الاسم من حرفين على الأقل
az: Ad ən az 2 simvol uzunluğunda olmalıdır
ca: El Nom ha de contenir 2 caràcters com a mínim
el: Το όνομα πρέπει να έσιει τουλάχιστον 2 γράμματα
ka: სახელი უნდა იყოს მინიმუმ 2 სიმბოლო
mk: Името мора да биде долго најмалку 2 знаци
pl: Nazwa musi mieć co najmniej 2 znaki
pt: Nome deve ter ao menos 2 caracteres
ro: Numele trebuie să aibă cel puțin 2 litere
ru: Ник должен состоять не менее чем из 2 символов
sk: Meno musí byť aspon 2 písmenká dlhé
sq: Emri duhet të jetë të paktën 2 karaktere i gjatë

source: Name must be shorter than 26 characters
ar: يجب أن يكون الاسم أقل من 26 حرفًا
az: Ad 26 simvoldan qısa olmalıdır
ca: El nom no pot contenir més de 26 caràcters
el: Το όνομα πρέπει να είναι πιο μιτσίν που 26 γράμματα
ka: სახელი უნდა იყოს 26 სიმბოლოზე მოკლე
mk: Името мора да биде пократко од 26 знаци
pl: Nazwa musi być krótsza niż 26 znaków
pt: Nome deve ser menor que 26 caracteres
ro: Numele trebuie să aibă mai puțin de 26 de litere
ru: Ник должен быть короче 26 символов
sk: Meno musí byť kratšie ako 26 písmen
sq: Emri duhet të jetë më i shkurtër se 26 karaktere

source: Name or Email
ar: اسم او البريد
az: Ad vəya Email
ca: Nom o Correu Electrònic
el: Όνομα ή Email
ka: სახელი ან ელფოსტა
mk: Име или е-пошта
pl: Pseudonim lub adres mailowy
pt: Nome ou Email
ro: Nume sau Email
ru: Имя или адрес электронной почты
sk: Meno alebo Email
sq: Emri ose Email

source: New Mail
ar: بريد جديد
az: Yeni Email
ca: Correu Nou
el: Νέο email
ka: ახალი ფოსტა
mk: Нов емаил
pl: Nowy Mail
pt: Novo e-mail
ro: Mail Nou
ru: Новая почта
sk: Nový email
sq: Posta e Re

source: New Name
ca: Nom Nou
ro: Nume Nou
ru: Новый ник
sq: Emri i Ri

source: New Password
ar: كلمة مرور جديدة
az: Yeni Parol
ca: Contrasenya Nova
el: Τζενούρκος κωδικός
ka: ახალი პაროლი
mk: Нова лозинка
pl: Nowe hasło
pt: Nova senha
ro: Parola Nouă
ru: Новый пароль
sk: Nové heslo
sq: Fjalëkalimi i Ri

source: New Username
ar: اسم المستخدم الجديد
az: Yeni ad
ca: Nom d'Usuari Nou
el: Νέο όνομα πλαζμάτος
ka: ახალი მომხმარებლის სახელი
mk: Ново корисничко име
pl: Nowa nazwa użytkownika
pt: Novo nome de usuário
ro: Nume de utilizator Nou
ru: Новое имя пользователя
sk: Nové meno
sq: Emri i Përdoruesit i Ri

source: No
ar: لا
az: Yox
el: Όι
ka: არა
mk: Не
pl: Nie
pt: Não
ro: Nu
ru: Нет
sk: Nie
sq: Jo

source: No Phish!
ro: Niciun pește!
ru: Рыба сорвалась!
sq: Nuk ka Peshk!

source: No captcha id given
ar: لم يتم تقديم معرف الكابتشا
az: Heçbir captcha idsi verilmədi
ca: No s'ha proporcionat cap captcha
el: Εν δίδομεν ταυτότητα captcha
ka: კაპტჩას ნომერი არ არის მოცემული
mk: Не е даден captcha ID
pl: Brak id captcha
pt: Nenhum id de captcha fornecido
ro: Niciun id captcha primit
ru: Не указан идентификатор капчи
sk: Žiadne zadané captcha id
sq: Asnjë id captcha nuk është dhënë

source: No or invalid captcha text
ar: لا يوجد نص الكابتشا أو نص الكابتشا غير صالح
az: captcha mətni yoxdur və ya etibarsızdır
ca: No hi ha text de captcha o és invàlid
el: Χωρίς ή μη έγκυρο κείμενο captcha
ka: კაპჩას ტექსტი არ არის ან არასწორია
mk: Македонија срање
pl: Brak lub niepoprawny tekst captcha
pt: Não ou texto de captcha inválido
ro: Fără captcha text sau invalid
ru: Текст капчи отсутствует или неверный
sk: Žiadny alebo neplatný captcha text
sq: Asnjë captcha ose tekst i pavlefshëm

source: No password given.
ar: لم يتم اعطاء كلمة المرور.
az: Heçbir şifrə verilmədi.
ca: No s'ha escrit cap contrasenya.
el: Εν έβαλες κωδικό.
ka: პაროლი არ არის მოცემული.
mk: Не е дадена лозинка.
pl: Nie podano hasła.
pt: Nenhuma senha fornecida.
ro: Nu ai pus o parolă.
ru: Пароль не указан.
sk: Nezadané žiadne heslo.
sq: Nuk është dhënë asnjë fjalëkalim.

source: Not allowed
ar: غير مسموح
az: İcazə verilmir
ca: No tens permisos
el: Εν επιτρέπεται
ka: არ შეიძლება
mk: Недозволено
pl: niedozwolone
pt: Não é permitido
ro: Nu este permis
ru: Не разрешено
sk: Nepovolené
sq: Nuk lejohet

source: OIDC LogIn
ca: Inici de Sessió d'OIDC
ro: Login OIDC
ru: Вход через OIDC
sq: Hyrje OIDC

source: OK
ar: اوكي
az: Yaxşı
ca: D'acord
el: ΟΚ
ka: კარგი
mk: Добро
ru: Ок

source: Offset
ar: الإزاحة
az: Ofset
ca: Compensació
el: Μετατόπιση
ka: ოფსეტი
mk: Офсет
pl: Zrównoważenie
pt: Deslocamento
ro: Decalaj
ru: Смещение
sq: Zhvendosje

source: Oh no, the phish escaped. Better luck next time!
ca: Oh no, el peix s'ha escapat. A veure si tens més sort la pròxima vegada!
ro: Oh nu, pestele a scăpat. Mai mult noroc data viitoare!
ru: О нет, рыба сорвалась. Удачи в следующий раз!
sq: Oh jo, peshku të shpëtoi. Fat më të mirë herën tjetër!

source: Old Password
ar: كلمة المرور القديمة
az: Köhnə parol
ca: Contrasenya Antiga
el: Παλιός κωδικός
ka: ძველი პაროლი
mk: Стара лозинка
pl: Stare Hasło
pt: Senha antiga
ro: Parola Veche
ru: Старый пароль
sk: Staré heslo
sq: Fjalëkalimi i Vjetër

source: Online Users
ar: المستخدمين المتواجدين
az: Onlayn Istifadəçilər
ca: Usuaris en Línia
el: Συνδεδεμένα Πλάζματα
ka: ონლაინ მომხმარებლები
mk: Онлајн Корисници
pl: aktywni użytkownicy
pt: Usuários Online
ro: Utilizatori Online
ru: Пользователей онлайн
sk: Online užívatelia
sq: Përdoruesit Online

source: Online Users on Canvas
ar: المستخدمون المتصلون بالإنترنت على اللوحة
az: Löhvədəki onlayn istifadəçilər
ca: Usuaris en Línia en aquest Llenç
el: Πλάζματα στον καμβά
ka: ონლაინ ადამიანები კანვასზე
mk: Онлајн корисници на платно
pl: Aktywni Gracze na Płótnie
pt: Usuários Online no Canvas
ro: Utilizatori online pe Canvas
ru: Пользователей онлайн на полотне
sk: Online uživatelia na plátne
sq: Përdoruesit Online në Kanavacë

source: Only verified Users are currently allowed to play.
ca: Actualment només els Usuaris verificats poden jugar.
ro: Doar utilizatorii verificați au voie să se joace.
ru: Только подверженные пользователи могут играть сейчас.
sq: Vetëm Përdoruesit e verifikuar aktualisht lejohen të luajnë.

source: Opacity of Overlay in percent.
ar: عتامة التراكب كنسبة مئوية.
az: Şablonun faiz olaraq şəffaflığı.
ca: Opacitat de la Superposició (percentatge).
el: Πόση διαφάνεια να 'σιει η επικάλυψη, σε ποσοστό.
ka: ოვერლეის გამჭვირვალობა პროცენტებში.
mk: Непроѕирност на преклопување во проценти.
pl: przezroczystość nakładki w procentach.
pt: Opacidade do Overlay em percentagem.
ro: Opacitate de Overlay în procente.
ru: Прозрачность оверлея в процентах.
sk: Nepriehladnosť overlayu v percentách.
sq: Tejdukshmëria e Mbivendosjes në përqindje.

source: Open Chat
ar: فتح الدردشة
az: Söhbəti aç
ca: Obre el Xat
el: Ανοίξτε το Chat
ka: გახსენით ჩატი
mk: Отворете го разговорот
pl: Otwórz Czat
pt: Abrir o bate-papo
ro: Deschide Chatul
ru: Открыть чат
sk: Otvoriť chat
sq: Hap Bisedën

source: Open Menu
ar: فتح القائمة
az: Menuyu aç
ca: Obre el Menú
el: Άνοιγμα Μενού
ka: მენიუს გახსნა
mk: Отворете го менито
pl: Otwórz Menu
pt: Abrir o menu
ro: Deschide Meniul
ru: Открыть меню
sk: Otvoriť menu
sq: Hap Menunë
