Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/*.po
Languages: ar, az, ca, el, ka, mk, pl, pt, ro, ru, sk, sq

source: User Account
ar: حساب مستخدم
az: Istifadəçi Hesabı
ca: Compte d'Usuari
el: Λοαρκαζμός πλαζμάτου
ka: მომხმარებლის ანგარიში
mk: Корисники акаунт
pl: Konto użytkownika
pt: Conta do Usuário
ro: Cont de Utilizator
ru: Аккаунт пользователя
sk: Uživatelský účet
sq: Llogari Përdoruesi

source: User Area
ar: منطقة المستخدم
az: İstifadəçi Sahəsi
ca: Àrea d'Usuari
el: Περιοχή πλαζμάτου
ka: მომხმარებლის ზონა
mk: Корисничка област
pl: Strefa Użytkownika
pt: Área do Usuário
ro: Zonă de Utilizator
ru: Зона пользователя
sk: Uživatelská zona
sq: Zona e Përdoruesit

source: User ID and verification level
ca: ID d'usuari i nivell de verificació
ro: ID utilizator și nivel de verificare
ru: ID пользователя и уровень подтверждения
sq: User ID dhe niveli i verifikimit

source: User Name
ar: مستخدم
az: Istifadəçi adı
ca: Nom d'Usuari
el: Όνομα πλαζμάτος
ka: სახელი
mk: Корисничко име
pl: Nazwa Użytkownika
pt: Nome de Usuário
ro: Nume de Utilizator
ru: Имя пользователя
sk: Uživatelské meno
sq: Emri i Përdoruesit

source: Username
ca: Nom d'Usuari
ru: Имя пользователя
sq: Emri i përdoruesit

source: Username can only contain the characters: a-z . _ and -
ca: El nom d'usuari només pot contenir els caràcters: a-z . _ i -
ro: Numele de utilizator poate conține doar caracterele: a-z. _ și -
ru: Имя пользователя может содержать только a-z . _ и -
sq: Emri i përdoruesit mund të përmbajë vetëm karakteret: a-z . _ dhe -

source: Username can only contain the characters: a-z A-z . _ and -
ca: El nom d'usuari només pot contenir els caràcters: a-z A-Z . _ i -
ro: Numele de utilizator poate conține doar caracterele: a-z A-Z . _ și -
ru: Имя пользователя может содержать только a-z A-z . _ и -
sq: Emri i përdoruesit mund të përmbajë vetëm karakteret: a-z A-Z . _ dhe -

source: Username can't be empty.
ca: El nom d'usuari és obligatori.
ro: Numele de utilizator nu poate fi gol.
ru: Имя пользователя не может быть пустым.
sq: Emri i përdoruesit nuk mund të jetë bosh.

source: Username must be at least 2 characters long
ca: El nom d'usuari ha de contenir 2 caràcters com a mínim
ro: Numele de utilizator trebuie să aibă cel puțin 2 caractere
ru: Имя пользователя должно быть не менее двух символов
sq: Emri i përdoruesit duhet të jetë të paktën 2 karaktere i gjatë

source: Username must be shorter than 26 characters
ca: El nom d'usuari ha de tenir menys de 26 caràcters
ro: Numele de utilizator trebuie să fie mai scurt de 26 de caractere
ru: Имя пользователя должно быть короче 26 символов
sq: Emri i përdoruesit duhet të jetë më i shkurtër se 26 karaktere

source: We are Libre Software under the ${ agplLink },
ca: Som Software Lliure sota la llicència ${ agplLink },
ro: Suntem Libre Software sub ${ agplLink },
ru: Мы свободное программное обеспечение под лицензией ${ agplLink },
sq: Ne jemi Softuer Libre nën ${ agplLink },

source: We decided to archive it as a timelapse with lossless encoded webm. Taking a screenshot from the timelapse results in a perfect 1:1 representation of how the canvas was at that time.
ar: قررنا أرشفتها كتصوير فاصل زمني بتشفير WebM بدون فقدان للبيانات. يؤدي التقاط لقطة شاشة من التصوير الفاصل الزمني إلى تمثيل مثالي بنسبة 1:1 لحالة اللوحة القماشية في ذلك الوقت.
az: Biz onu itkisiz kodlaşdırılmış webm ilə timelapse kimi arxivləşdirməyə qərar verdik. Timelapse-dən skrinşot çəkmək lövhənin o dövrdə necə olduğunu mükəmməl 1:1 təsviri ilə göstərir.
ca: Hem decidit arxivar-lo com un 'timelapse' en format web sense pèrdues. Fer-ne una captura atorga una perfecta representació a escala 1:1 de com era el llenç en aquell moment.
el: Αποφασίσαμε να τον κρατήσουμε αρχειοθετημένο σαν χρονογράφημα σε webm χωρίς απώλειες. Αν πιάσεις screenshot που το timelapse, εν να φκάλεις μια τέλεια 1:1 αναπαράσταση του πώς ήταν τότε.
ka: ჩვენ გადავწყვიტეთ მისი დაარქივება, როგორც დროულად დაკარგვის გარეშე დაშიფრული ვებმით. Timelapse-დან სკრინშოტის გადაღება იძლევა სრულყოფილ 1:1 წარმოდგენას იმის შესახებ, თუ როგორ იყო კანვასი იმ დროს.
mk: Решивме да го архивираме како тајмлапс со шифрирана веб-мрежа без загуби. Снимањето на скриншот од тајмлапсот резултира со совршена претстава 1:1 за тоа како беше платното во тоа време.
pl: Zadecydowaliśmy aby zarchiwizować je jako timelapse z bezstratnie zakodowanym materiałem webm. Zrobienie screenshot'a timelapse'u skutkuje wykonaniem perfekcyjnej reprezentacji płótna w skali 1:1 jak wyglądał w tamtym czasie.
pt: Nos decidimos arquivá-lo como uma timelapse em um webm codificado sem perdas. Tirando uma captura de tela da timelapse resulta em uma perfeita representação 1:1 de como o canvas era naquele tempo.
ro: Am decis să o arhivăm ca un timelapse cu o filă webm codificat fără pierderi. Făcând un screenshot din timelapse rezultă într-o reprezentare perfectă 1:1 despre cum canvasul era în acel timp.
ru: Мы решили заархивировать его в виде таймлапса с кодировкой webm без потерь. Снимок экрана из таймлапса дает идеальное изображение 1:1 того, каким был холст в то время.
sk: Rozhodli sme sa to archivovať ako timelapse s bezstratovo kódovaným webm. Vytvorenie snímky obrazovky z časozberu má za následok dokonalé zobrazenie toho, ako bolo plátno v tom čase v pomere 1:1.
sq: Ne vendosëm ta arkivojmë atë si një timelapse me webm të koduar pa humbje. Marrja e një screenshot nga timelapse-i rezulton në një përfaqësim të përsosur 1:1 të mënyrës se si ishte kanavaca në atë kohë.

source: We thank the following artists, who made their palettes available to the public on
ar: نشكر الفنانين التاليين، الذين جعلوا لوحاتهم متاحة للجمهور على
az: Həmin artistlərə çox təşəkkür edirik, palitralarını ictimaiyyətə təqdim etdilər
ca: Agraïm enormement a aquests artistes que han ofert públicament les seves paletes a
el: Ευχαριστούμε τους καλλιτέχνες που εκάμαν τις παλέτες τους διαθέσιμες για το κοινό
ka: ჩვენ დიდ მადლობას ვუხდით ამ არტისტებს, მათ შესთავაზეს თავიანთი პალიტრები საზოგადოებას აქ
mk: Им благодариме на следните уметници, кои ги направија своите палети достапни на јавноста на
pl: Jesteśmy wdzięczni tym artystom, zaoferowali oni ich palety kolorów publice
ro: Noi mulțumim acești artiști foarte mult, ei ne-au oferit palete către public pe
ru: Мы очень благодарны художникам, которые предложили свои палитры публике на
sq: Falenderojmë artistët e mëposhtëm, të cilët i bënë paletat e tyre në dispozicion të publikut në

source: Weird
ar: غريب
az: Qəribə
ca: Estrany
el: Περίεργο
ka: უცნაური
mk: Чуден/чудна
pl: Dziwny
pt: Estranho
ro: Ciudat
ru: Странно
sk: Divné
sq: Çudi

source: What the pencil should draw on the current canvas.
ca: El que el llapis hauria de dibuixar al llenç actual.
mk: Што треба да нацрта моливот на тековното платно.
pl: Jaki ołówek powinien rysować na obecnym płótnie.
ro: Ce ar trebui să deseneze creionul pe pânza curentă.
ru: Как будет идти непрерывное рисование на текущем полотне.
sk: Čo má ceruzka kresliť na aktuálne plátno.
sq: Çfarë duhet të vizatojë lapsi në kanavacën aktuale.

source: While we tend to not delete canvases, some canvases are started for fun or as a request by users who like a currently popular meme. Those canvases can become dull and inactive after a while, at which point there is no reason to keep them and we may decide to remove them.
ar: مع أننا نميل إلى عدم حذف اللوحات، إلا أن بعضها يُنشَأ للتسلية أو بناءً على طلب مستخدمين يُعجبهم ميم شائع حاليًا. قد تصبح هذه اللوحات باهتة وغير نشطة بعد فترة، وعندها لا يبقى هناك سبب للاحتفاظ بها، وقد نقرر إزالتها.
az: Biz lövhələri silməməyə meylli olsaq da, bəzi lövhələr əylənmək üçün və ya istifadəçilərin istəyi ilə meme kimi yaradılır. Bu lövhələr bir müddət sonra və həftələrlə heç bir əsas dəyişikliyin olmamasından sonra cansıxıcı ola bilər və əgər onlar həqiqətən aktiv saxlanılmağa dəyməzsə, biz onları silmək qərarına gəlirik.
ca: Tot i que intentem no esborrar llenços, alguns s'han creat per diversió o per sol·licitud d'usuaris que els agradava un mem actual. Aquests llenços es poden tornar avorrits al cap d'un temps, després de setmanes sense canvis substancials. Si ja no val la pena mantenir actius aquests llenços, llavors sí que els eliminem.
el: Εμείς εν συνηθίζουμε να διαγράφουμε καμβάες, αλλά κάποιοι ξεκινούνται για το χάζι ή επειδή κάποιοι χρήστες ακολουθούν τα μόδες του ίντερνετ. Ούλλοι τούτοι οι καμβάες μπορεί να γίνουν αδιάφοροι τζαι να μεν τους θωρεί κανένας, οπόταν εν έσιει λόγο να τους κρατούμε τζαι μπορεί να αποφασίσουμε να τους φκάλουμε.
ka: მიუხედავად იმისა, რომ ჩვენ მიდრეკილნი ვართ არ წავშალოთ კანვასები, ზოგიერთი კანვასი დაწყებულია გასართობად ან მომხმარებლის მოთხოვნით, რომლებსაც ამჟამად მოსწონთ meme. ეს კანვასები შეიძლება მოსაწყენი გახდეს გარკვეული პერიოდის შემდეგ და რამდენიმე კვირის შემდეგ მნიშვნელოვანი ცვლილებების გარეშე და თუ ისინი ნამდვილად არ ღირს აქტიური შენარჩუნება, ჩვენ გადავწყვიტეთ მათი ამოღება.
mk: Иако имаме тенденција да не бришеме платна, некои платна се започнуваат за забава или како барање од корисници кои сакаат моментално популарен мем. Тие платна може да станат досадни и неактивни по некое време, во тој момент нема причина да ги задржиме и можеби ќе одлучиме да ги отстраниме.
pl: Kiedy nie jesteśmy skłonni do usuwania płócien, niektóre płótna są zapoczątkowane dla zabawy albo jako prośba od użytkowników którzy aktualnie lubią dany mem. Te płótna mogą stać się nudne po kilku tygodniach i jeśli nie są warte utrzymywania będą usuwane.
ro: Deși avem tendința de a nu șterge pânzele, unele pânze sunt pornite pentru distracție sau ca o solicitare a utilizatorilor cărora le place în prezent un meme. Acele pânze pot deveni plictisitoare după un timp și după săptămâni fără schimbări majore și dacă într-adevăr nu merită să fie menținute active.
ru: Хотя мы обычно не удаляем холсты, некоторые из них создаются просто так или по просьбе пользователей, которым нравится популярный мем. Со временем такие холсты могут стать скучными и неактивными, и тогда нет причин их хранить – мы можем принять решение об их удалении.
sk: Aj keď máme tendenciu nevymazávať plátna, niektoré plátna sa spúšťajú pre zábavu alebo na žiadosť používateľov, ktorí majú radi aktuálne populárny meme. Tieto plátna môžu byť po chvíli matné a neaktívne, vtedy už nie je dôvod ich uchovávať a môžeme sa rozhodnúť ich odstrániť.
sq: Ndërsa ne priremi të mos fshijmë kanavacat, disa kanavacë fillojnë për argëtim ose si kërkesë nga përdoruesit që pëlqejnë një meme aktualisht të njohur. Këto kanavaca mund të bëhen të mërzitshme dhe joaktive pas një kohe, deri në pikën ku nuk ka arsye për t'i mbajtur ato dhe ne mund të vendosim t'i heqim ato.

source: Why?
ar: لماذا؟
az: Niyə?
ca: Per què?
el: Γιατί?
ka: რატო?
mk: Зошто?
pl: Czemu?
pt: Porque?
ro: De ce?
ru: Почему?
sk: Prečo?
sq: Pse?

source: Width
ar: عرض
az: En
ca: Amplada
el: Πλάτος
ka: სიგანე
mk: Ширина
pl: Szerokość
pt: Largura
ro: Lățime
ru: Ширина
sk: Šírka
sq: Gjerësi

source: Wrong Color
ar: لون خاطئ
az: Yanlış rəng
ca: Color Incorrecte
el: Λάθος χρώμα
ka: არასწორი ფერი
mk: погрешна боја
pl: Nieprawidłowy Kolor
pt: Cor errada
ro: Culoarea greșită
ru: Некорректный цвет
sk: Nesprávna farba
sq: Ngjyra e Gabuar

source: YOU CAN ONLY CHOOSE YOUR USERNAME ONCE!
ca: NOMÉS POTS TRIAR EL TEU NOM D'USUARI UNA VEGADA!
ro: IȚI POȚI ALEGE NUMELE DE UTILIZATOR O SINGURĂ DATĂ!
ru: ВЫ МОЖЕТЕ ВЫБРАТЬ ВАШЕ ИМЯ ПОЛЬЗОВАТЕЛЯ ТОЛЬКО ОДИН РАЗ!
sq: JU MUND TË ZGJIDHNI EMRIN TUAJ TË PËRDORUESIT VETËM NJË HERË!

source: Yes
ar: نعم
az: Hə
ca: Sí
el: Ναι
ka: დიახ
mk: Да
pl: Tak
pt: Sim
ro: Da
ru: Да
sk: Ano
sq: Po

source: Yes, Delete My Account!
ar: نعم، قم بحذف حسابي!
az: Bəli,Hesabımı silin!
ca: Sí, Esborra el Meu Compte!
el: Ναι, σβήσε τον λογαριασμό μου!
ka: დიახ, წაშალე ჩემი ანგარიში!
mk: Да , избришете го мојот Акаунт!
pl: Tak, usuń moje konto!
pt: Sim, apague minha conta!
ro: Da, Șterge-Mi Contul!
ru: Да, удалить мой аккаунт!
sk: Ano, vymaž môj účet!
sq: Po, Fshij Llogarinë Time!

source: Yesterday
ar: البارحة
az: Dünən
ca: Ahir
el: Εχτές
ka: გუშინ
mk: Вчера
pl: wczoraj
pt: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sq: Dje

source: You are a teacher and a pupil is playing this game, despite it not being suitable for them? Send us an email.
ca: Ets professor i un alumne està jugant a aquest joc, tot i que no és adequat per a ell? Envia'ns un correu electrònic.
ro: Ești un profesor și un elev joacă acest joc, chiar dacă nu este potrivit pentru el? Trimite-ne un e-mail.
ru: Если вы – учитель, и ученик играет в эту игру, хотя она ему не подходит, пожалуйста, отправьте нам электронное письмо.
sq: Jeni një mësues dhe një nxënës e luan këtë lojë, pavarësisht se nuk është e përshtatshme për të? Na dërgoni një email.

source: You are banned. You think it is unjustified? Check out the ${ helpButton } on how to appeal. And don't forget to include the BID you can get below.
ca: Estàs banejat. Creus que no està justificat? Consulta el ${ helpButton } sobre com apel·lar. I no oblidis incloure el BID que pots obtenir a continuació.
ro: Ești banat. Crezi că este nejustificat? Consulta ${ helpButton } despre cum să faci appeal. Și nu uita să incluzi BID-ul pe care îl poți obține mai jos.
ru: Вы забанены. Вы считаете это несправедливым? Ознакомьтесь с ${ helpButton }, чтобы узнать, как подать апелляцию. И не забудьте указать BID, который вы можете найти ниже.
sq: Jeni të përjashtuar. Mendoni se është e pajustifikuar? Shikoni seksionin ${ helpButton } për të parë se si të apeloni. Dhe mos harroni të përfshini BID që mund të merrni më poshtë.

source: You are currently not allowed to access this game.
ca: Actualment no tens permís per accedir a aquest joc.
ro: Nu ai voie să accesezi acest joc.
ru: В настоящее время вам запрещено иметь доступ к этой игре.
sq: Ju nuk mund të aksesoni këtë lojë për momentin.

source: You are not allowed to play this game right now :(
ca: No tens permís per jugar a aquest joc ara mateix :(
ro: Nu ai voie să joci acest joc chiar acum :(
ru: Сейчас вам нельзя играть в эту игру :(
sq: Ju nuk mund të luani këtë lojë tani :(

source: You are using a Proxy.
ar: انت تستعمل بروكسي.
az: Siz proxy istifadə edirsiniz.
ca: Estàs fent servir un Proxy.
el: Χρησιμοποιείς Proxy.
ka: შენ ხმარობ პროქსის.
mk: Користите полномошник.
pl: Korzystasz z Proxy.
pt: Você está usando um Proxy.
ro: Tu folosești un Proxy.
ru: Вы используете прокси.
sk: Používaš proxy.
sq: Ju jeni duke përdorur një Proxy.

source: You are weird
ar: انت غريب
az: Sən qəribəsən
ca: Ets estrany
el: Είσαι λλίο περίεργος
ka: უცნაური ხარ
mk: Вие сте чуден/а
pl: Jesteś dziwny
pt: Você é estranho
ro: Ești ciudat
ru: Вы странный
sk: Si divný
sq: Ti je i çuditshëm

source: You can connect to pixuniverse and use pixuniverse accounts for oauth / oidc login. See here:
ro: Te poți conecta la pixuniverse și poți utiliza conturile pixuniverse pentru autentificarea oauth / oidc. Vezi aici:
ru: Вы можете подключить pixuniverse и использовать аккаунты pixuniverse для входа через OAuth/OIDC. Подробнее здесь:
sq: Ju mund të lidheni me pixuniverse dhe të përdorni llogari pixuniverse për kyçje oauth / oidc. Shiko këtu:

source: You can not access this canvas yet, because your pixel score is too low
ar: لا يمكنك الدخول الى هذه اللوحة حتى الان, لان رقم البكسلات الخاص بك قليل
az: Bu löhvəyə hələlik ərişəbilməziniz. Daha çox pixel qoymalısınız
ca: Encara no pots accedir a aquest llenç perquè no has col·locat prou píxels
el: Εν μπορείς να μπεις σε τούτο τον καμβά ακόμα, γιατί το σκορ σου εν πολλά χαμηλό
ka: ჯერ ამ კანვასზე არ შეგიძლია შესვლა. უნდა დასვა მეტი პიქსელი
mk: Сеуште неможеш да имаш пристап на оваа платно затоа што твојот цел бројна пиксели е премногу мал
pl: Nie masz jeszcze dostępu do tego płótna. Musisz postawić więcej pikseli
ro: Momentan nu poți accesa acest canvas. Trebuie să pui mai mulți pixeli
ru: Вы пока не можете получить доступ к этому полотну. Вам нужно поставить больше пикселей
sk: Nemôžeš pristúpiť k tomuto plátnu, pretože máš malé pixel skóre
sq: Ju nuk mund të hyni akoma në këtë kanavacë, sepse niveli juaj i pikselëve është shumë i ulët

source: You can now place more on pixunivers.fun :)
ar: يمكنك الآن وضع المزيد على pixunivers.fun :)
az: Artıq pixunivers.fun'da daha çox qoyabilərsiniz :)
ca: Ara pots col·locar més píxels a pixunivers.fun :)
el: Τώρα μπορείς να βάλεις περίτου στο pixunivers.fun :)
ka: ახლა შეგიძლიათ მეტი განათავსოთ pixunivers.fun-ზე :)
mk: Сега можете да поставите повеќе на pixunivers.fun :)
pl: Możesz teraz stawiać więcej na pixunivers.fun :)
pt: Você já pode colocar mais píxeis em pixunivers.fun :)
ro: Acum poți pune mai mult pe pixunivers.fun :)
ru: Вы можете рисовать дальше на pixunivers.fun :)
sk: Teraz môžeš pokládať viac na pixunivers.fun :)
sq: Tani mund të vendosni më shumë në pixunivers.fun :)

source: You caught a Phish! It is a ${ FISH_TYPES[type].name } with ${ size }kg! As a bonus, your cooldown is reduced.
ca: Has atrapat un Peix! És un ${ FISH_TYPES[type].name } de ${ size }kg! Com a bonificació, el teu temps de refredament s'ha reduït.
ro: Ai prins un Peste! Este un ${ FISH_TYPES[type].name } cu ${ size }kg! Ca bonus, cooldown-ul iți este redus.
ru: Вы поймали рыбу! Это ${ FISH_TYPES[type].name } весом ${ size }кг! В качестве бонуса, время перезарядки уменьшено.
sq: Keni kapur një Peshk! Është një ${ FISH_TYPES[type].name } me ${ size }kg! Si një bonus, koha juaj e pritjes përgjysmohet.

source: You did not consent
ca: No has donat consentiment
ro: Nu ți-ai dat consimțământul
ru: Вы не дали согласие
sq: Ju nuk pranuat

source: You failed your captcha
ar: لقد فشلت في اختبار الكابتشا الخاص بك
az: Captchanızı düzgün yerinə yetirmədiniz
ca: Has fallat el captcha
el: Εν εκούτσισες το captcha σου
ka: თქვენ ვერ მოახერხეთ თქვენი კაპტჩა
mk: Не успеавте со вашата captcha
pl: Nie udało Ci się wykonać captcha
pt: Você errou o seu captcha
ro: Nu ai trecut captchaul tău
ru: Вы неправильно решили капчу
sk: Zlyhal si v captcha
sq: Ju keni dështuar captcha-n tuaj

source: You have new messages in chat
ar: لديك رسائل جديدة في الدردشة
az: Sizin söhbətdə yeni mesajlarınız var
ca: Tens missatges nous al xat
el: Έχετε νέα μηνύματα μες την συνομιλία
ka: თქვენ გაქვთ ახალი შეტყობინებები ჩატში
mk: Имате нови пораки во разговорот
pl: Masz nowe wiadomości w czacie
pt: Você tem novas mensagens no bate-papo
ro: Ai mesaje noi pe chat
ru: У вас есть новые сообщения в чате
sk: Máš nové spravy v chate
sq: Ju keni mesazhe të reja në bisedë

source: You have no users blocked
ar: ليس لديك أي مستخدمين محظورين
az: Heçbir istifadəçiyi bloklamamısınız
ca: No tens bloquejat a cap usuari
el: "Εν έσιεις χρήστες μπλοκαρισμένους
ka: თქვენ არ გაქვთ დაბლოკილი მომხმარებელი
mk: Ти немаш блокирано никого
pl: Nie masz żadnych zablokowanych użytkowników
pt: Você não tem nenhum usuário bloqueado
ro: Nu ai niciun utilizator blocat
ru: У вас нет заблокированных пользователей
sk: Nemáš zablokovaných žiadnych uživatelov
sq: Ju nuk keni përdorues të bllokuar

source: You have to be logged in to place on this canvas
ar: يجب أن تكون مسجلاً للدخول لتضع على هذه اللوحة
az: Bu löhvəyə qoyabilmək üçün qeydiyyatdan keçməlisiniz
ca: Has d'iniciar sessió per poder pintar en aquest llenç
el: Πρέπει να είσαι συνδεδεμένος για να βάλλεις πάνω σε τούτο τον καμβά
ka: უნდა იყო აქაუნთზე შესული რომ ამ კანვასზე ითამაშო
mk: Мора да бидете најавени за да ставате пиксели на ова платно
pl: Aby stawiać pixele na tym płótnie, musisz się zalogować
pt: Você precisa estar logado para colocar píxeis neste canvas
ro: Trebuie să fii conectat pentru a pune pe acest canvas
ru: Вы должны войти в аккаунт, чтобы ставить на этом полотне
sk: Musíš byť prihlásený ak chceš pokladat na tomto plátne
sq: Ju duhet të jeni të regjistruar për të vendosur në këtë kanavacë

source: You made too many requests
ar: لقد قمت بالكثير من الطلبات
az: Həddinnən artıq istək etdiniz
ca: Has fet masses sol·licituds
el: Έστειλες πάρα πολλά αιτήματα
ka: თქვენ ძალიან ბევრი თხოვნა დაუყენეთ სერვერს
mk: Поставивте премногу барања
pl: Wysłałeś zbyt wiele żądań
pt: Você fez demasiados pedidos
ro: Ai făcut prea multe cereri
ru: Вы сделали слишком много запросов
sk: Urobil si mnoho žiadností
sq: Ju keni bërë shumë kërkesa

source: You must be logged in to chat
ar: يجب عليك تسجيل الدخول للدردشة
az: Chata mesaj yazabilmək üçün daxil olmalısınız
ca: Has d'iniciar sessió per poder utilitzar el xat
el: Πρέπει να είσαι συνδεδεμένος για να μιλήσεις
ka: თქვენ უნდა იყოთ შესული ჩატისთვის
mk: Мора да сте најавени за да разговарате
pl: Musisz być zalogowany aby czatować
pt: Você precisa estar logado para conversar
ro: Trebuie să fi logat pentru a vorbi
ru: Вы должны быть авторизованы, чтобы общаться в чате
sk: Nato aby si písal do chatu, musíš byt zaregistrovaný
sq: Ju duhet të jeni të regjistruar për të biseduar

source: You must enter a UserId
ca: Has d'introduir una ID d'Usuari
ro: Trebuie să introduci un UserId
ru: Необходимо указать ID пользователя
sq: Ju duhet të futni një UserId

source: You must enter a duration
ar: يجب عليك إدخال مدة
az: Bir müddət daxil etməlisiniz
ca: Has d'introduir una durada
el: Πρέπει να βάλεις διάρκεια
ka: თქვენ უნდა შეიყვანოთ ხანგრძლივობა
mk: Мора да внесете времетраење
pl: Musisz wprowadzić czas trwania
pt: Você deve colocar uma duração
ro: Trebuie să pui o durată
ru: Необходимо указать продолжительность
sk: Musíš zadať trvanie
sq: Ju duhet të futni një kohëzgjatje

source: You must enter a reason
ca: Has d'introduir una raó
ro: Trebuie să introduci un motiv
ru: Необходимо указать причину
sq: Ju duhet të shkruani një arsye

source: You must enter a username
ca: Has d'introduir un nom d'usuari
ro: Trebuie să introduci un username
ru: Необходимо указать имя пользователя
sq: Ju duhet të futni një emër përdoruesi

source: You must enter an BID
ca: Has d'introduir una BID
ro: Trebuie să introduci un BID
ru: Необходимо указать BID
sq: Ju duhet të futni një BID

source: You must enter an IID
ar: يجب عليك إدخال IID
az: IID daxil etməlisiniz
ca: Has d'introduir una IID
el: Πρέπει να βάλεις IID
ka: თქვენ უნდა შეიყვანოთ ID
mk: Мора да внесете ID
pl: Musisz wprowadzić IID
pt: Você deve colocar um IID
ro: Trebuie să pui un IID
ru: Необходимо указать IID
sk: Musíš napíšat IID
sq: Ju duhet të futni një IID

source: You must enter an IID or UserId
ca: Has d'introduir una IID o ID d'Usuari
ro: Trebuie să introduci un IID sau UserId
ru: Необходимо указать IID или ID пользователя
sq: Ju duhet të futni një IID apo UserId

source: You must enter at least one IID, User Id or BID
ca: Has d'introduir al menys una IID, ID d'Usuari o BID
ro: Trebuie să introduceți macar un IID sau UserId
ru: Необходимо ввести хотя бы один IID, ID пользователя или BID
sq: Ju duhet të futni të paktën një IID, User Id apo BID

source: You took too long, try again.
ar: لقد استغرقت وقتًا طويلاً، حاول مرة أخرى.
az: Bu çox vaxt aldı,yenidən yoxla.
ca: Has trigat massa, torna-ho a intentar.
el: Αγκάστροσες μας, φτου ξανά που αρκις.
ka: ძალიან დიდი დრო დაგჭირდათ, ისევ სცადეთ.
mk: Ви требаше премногу долго, обидете се повторно.
pl: Trwało to zbyt długo. Spróbuj ponownie.
pt: Você demorou muito, tente novamente.
ro: Ți-a luat prea mult, încearcă din nou.
ru: Слишком долго, попробуйте еще раз.
sk: Trvalo ti to moc dlho, skús znova.
sq: U vonuat shumë, provoni përsëri.
