Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/*.po
Languages: ar, az, ca, el, ka, mk, pl, pt, ro, ru, sk, sq

source: Your Browser doesn't allow us to use AudioContext to play sounds. Do you have some privacy feature blocking us?
ar: لا يسمح لنا متصفحك باستخدام AudioContext لتشغيل الأصوات. هل لديك بعض ميزات الخصوصية التي تحظرنا؟
az: Brauzeriniz bizə səsləri səsləndirmək üçün AudioContext-dən istifadə etməyə icazə vermir. Bizi bloklayan gizlilik özəlliyiniz varmı?
ca: El teu navegador no ens permet fer servir AudioContext per emetre sons. Tens alguna configuració de privacitat bloquejant-nos?
el: Ο περιηγητής σου εν μας αφήνει να χρησιμοποιήσουμε το AudioContext για να παίζουμε ήχους. Έσιεις κάποια ρύθμιση απορρήτου που μας μπλοκάρει;
ka: თქვენი ბრაუზერი არ გვაძლევს საშუალებას გამოვიყენოთ AudioContext საუნდის ჩასართავათ. გაქვთ რაიმე კონფიდენციალურობის ფუნქცია, რომელიც გვბლოკავს?
mk: Вашиот прелистувач не ни дозволува да користиме AudioContext за репродукција на звуци. Дали имате некоја функција за приватност што нè блокира?
pl: Twoja przeglądarka nie zezwala nam na użycie AudioContext'u audio aby zagrać dźwięki. Czy masz jakieś funkcje prywatności które nas blokują?
pt: O seu Navegador não nos permite usar AudioContext para reproduzir sons. Você tem algum recurso de privacidade bloqueando-o?
ro: Browserul dvs. nu ne permite să folosim AudioContext pentru a reda sunete. Aveți vreo funcție de confidențialitate care ne blochează?
ru: Ваш браузер не позволяет нам использовать AudioContext для воспроизведения звуков. У вас есть какая-то функция конфиденциальности, блокирующая AudioContext?
sk: Tvoj prehliadač nám neumožňuje používať AudioContext na prehrávanie zvukov. Máš nejakú súkromnu funciu ktorá nás blokuje?
sq: Shfletuesi juaj nuk na lejon të përdorim AudioContext për të luajtur tinguj. A keni ndonjë veçori privatësie që na bllokon?

source: Your Browser looks shady
ca: El teu Navegador sembla sospitós
ro: Browserul tău arată ciudat
ru: Ваш браузер выглядит подозрительно
sq: Shfletuesi juaj duket i dyshimtë

source: Your Internet Provider is banned from this game
ar: تم حظر مزود الإنترنت الخاص بك من هذه اللعبة
az: Sənin internet provayderin oyundan banlandı
ca: El teu Proveïdor d'Internet està prohibit en aquest joc
el: Ο πάροχος ίντερνετ σου εν αποκλεισμένος που το παιχνίδι
ka: თქვენს ინტერნეტ პროვაიდერს აეკრძალა ამ თამაშის თამაში
mk: Твојот провајдер на интернет е забранет
pl: Twój dostawca Internetu Jest zbanowany z tej gry
ro: Furnizorul tău de internet este interzis din a juca acest joc
ru: Вашему интернет-провайдеру запрещено играть в эту игру
sk: Tvoj poskytovateľ internetu je zabanovaný z tejto hry
sq: Ofruesi juaj i Internetit është i përjashtuar nga kjo lojë

source: Your ban expires at
ar: ينتهي حظرك في
az: Sizin banınız bu müddətdə bitir
ca: El teu ban caduca a les
el: Η απαγόρευσή σου τελειώνει στις
ka: თქვენი აკრძალვა იწურება
mk: Твојот бан истекува на
pl: Twój ban kończy się:
pt: O seu banimento expira em
ro: Banul tău expiră la•
ru: Ваш бан истечет
sk: Tvoj ban vyprší v
sq: Përjashtimi juaj skadon në

source: Your did not set your username yet. A username is required to login to other applications. You can set it now:
ca: Encara no has definit el teu nom d'usuari. Cal un nom d'usuari per iniciar sessió a altres aplicacions. El pots definir ara:
ro: Nu ți-ai setat încă numele de utilizator. Este necesar un nume de utilizator pentru a te conecta la alte aplicații. Îl poți seta acum:
ru: Вы ещё не указали свое имя пользователя. Имя пользователя требуется для входа в другие приложения. Вы можете указать его сейчас:
sq: Ju nuk keni vendosur emrin tuaj të përdoruesit. Një emër përdoruesi nevojitet për t'u kyçur në aplikacione të tjera. Ju mund ta vendosni atë tani:

source: Your name is:
ca: El teu nom és:
ro: Numele tău este:
ru: Ваш ник:
sq: Emri juaj është:

source: Your next pixels are ready
ar: البكسلات التالية جاهزة
az: Sizin növbəti pixelləriniz hazırdır
ca: Els teus pròxims píxels estan a punt
el: Τα επόμενα pixel σου εν έτοιμα
ka: თქვენი შემდეგი პიქსელები მზად არის
mk: Вашите следни пиксели се подготвени
pl: Twoje pixele są gotowe do postawienia
pt: Seus píxeis estão prontos
ro: Pixelii tăi următori sunt gata
ru: Ваши новые пиксели готовы
sk: Tvoje pixely sú pripravené
sq: Pikselët tuaj të ardhshëm janë gati

source: Zoom in instead of placing a pixel when you tap the canvas and your zoom is small.
ar: قم بالتكبير بدلًا من وضع بكسل عند النقر على اللوحة وكان التكبير صغيرًا.
az: Bir yerə kliklədiyiniz zaman kiçildilirsə pixel atmaq əvəzinə böyüdəcək.
ca: Fes zoom enlloc de col·locar un píxel quan fas un toc/clic sobre el llenç i el teu nivell de zoom és baix.
el: Αντί να βάλλεις πίξελ, πρώτα κάμνει zoom αν είσαι πολλά μακριά.
ka: გაადიდეთ პიქსელის განთავსების ნაცვლად, როდესაც ტილოზე შეხებით და თქვენი მასშტაბირება მცირეა.
mk: Зумирајте наместо да ставате пиксел кога ќе допрете на платното и зумирањето е мало.
pl: Kiedy masz oddalone płótno kliknij raz aby przybliżyć.
pt: Dar zoom ao invés de colocar um pixel quando você aperta no canvas e seu zoom é baixo.
ro: Zoom in în loc să pui in pixel atunci când apeși canvasul și zoomul tău este mic.
ru: Увеличение масштаба вместо размещения пикселя, когда вы пытаетесь поставить пиксель и масштаб невелик.
sk: Keď klepneš na plátno a priblíženie je malé, namiesto umiestnenia pixelu priblíž.
sq: Zmadho në vend që të vendosësh një pixel kur prekni kanavacën dhe zmadhimi juaj është i vogël.

source: and ${ canvas.req } Pixels set
ar: و ${ canvas.req } وضع بكسلات
az: və ${ canvas.req } pixellər təyin edildi
ca: i ${ canvas.req } Píxels col·locats
el: τζαι ${ canvas.req } pixels τοποθετημένα
ka: და ${ canvas.req } პიქსელების ნაკრები
mk: и ${ canvas.req } Поставени пиксели
pl: oraz ${ canvas.req }Postawionych pixeli
pt: e ${ canvas.req } píxeis colocados
ro: și ${ canvas.req } Pixeli puși în total
ru: и ${ canvas.req } поставленных пикселей
sk: a ${ canvas.req } nastavenie pixelov
sq: dhe ${ canvas.req } Piksele të vendosura

source: check compliance here
ar: التحقق من الامتثال هنا
el: Έλεγξε αν συμμορφώνεσαι δαμέ
ro: Verifică conformitatea aici
ru: проверьте соответствие здесь
sq: kontrolloni pajtueshmërinë këtu

source: mentioned you
ar: ذكرك
az: səndən bəhs etdi
ca: t'ha mencionat
el: Ανέφερε σε
ka: მოგახსენათ
mk: те спомна
pl: oznaczył cię
pt: mencionou você
ro: te-a menționat
ru: упомянул Вас
sk: ťa zmienil
sq: ju përmendi

source: or login with:
ar: أو تسجيل الدخول باستخدام:
az: vəya bunlar ilə daxil olun:
ca: o inicia sessió amb:
el: ή σύνδεθου με:
ka: ან შედით სისტემაში:
mk: или најавете се со:
pl: Lub zaloguj się z:
pt: ou entre aqui:
ro: sau loghează-te cu:
ru: или войдите с помощью:
sk: alebo sa prihlás s:
sq: ose identifikohuni me:

source: or register here:
ar: أو سجل هنا:
az: vəya burdan qeydiyyatdan keçin:
ca: o registra't aquí:
el: ή γράφτου δαμέ:
ka: ან დარეგისტრირდით აქ:
mk: или регистрирајте се овде:
pl: Lub zarejestruj się tutaj:
pt: ou registre aqui:
ro: sau înregistrează-te aici:
ru: или зарегистрируйтесь здесь:
sk: alebo sa zaregistruj tu:
sq: ose regjistrohuni këtu:

source: recommended
ar: موصى به
az: tövsiyyə edilir
ca: recomanat
el: Συστήνεται
ka: რეკომენდებულია
mk: препорачано
pl: Zalecane
pt: recomendado
ro: recomandat
ru: рекомендовано
sk: doporučené
sq: rekomandohet

source: try again after ${ ti }min
ar: حاول مرة اخرى بعد ${ ti }دقيقة
az: ${ ti }dəqiqə sonra yenidən dənəyin
ca: torna a provar-ho en ${ ti }min
el: Δοκίμασε ξανά μετά που ${ ti } λεπτά
ka: სცადეთ ხელახლა ${ ti }წუთის შემდეგ
mk: обидете се повторно по ${ ti }мин
pl: spróbuj ponownie po ${ ti } min
pt: Tente novamente em ${ ti }min
ro: incearcă după ${ ti } min
ru: попробуйте снова через ${ ti }мин
sk: skús znova po ${ ti }min
sq: provo përsëri pas ${ ti } min

source: x out of bounds
ar: مستوى x خارج الحدود
az: x sərhədlərinin keçib
ca: Coordenada x fora de límits
el: Το x εν εκτός ορίων
ka: კოორდინატი ხ არასწორია
mk: x излезено од рамка
pl: x poza granicami
pt: x fora dos limites
ro: x în afara limitelor
ru: х вне границ
sk: x mimo dlhopisov
sq: x jashtë kufijve

source: y out of bounds
ar: مستوى y خارج الحدود
az: y sərhədlərinin kənarında
ca: Coordenada y fora de límits
el: Το y εν εκτός ορίων
ka: კორდინატი ყ არასწორია
mk: у излезено од рамка
pl: y poza granicami
pt: y fora dos limites
ro: y în afara limitelor
ru: у вне границ
sk: y mimo dlhopisov
sq: y jashtë kufijve

source: z out of bounds
ar: مستوى z خارج الحدود
az: z sərhədlərinin kənarında
ca: Coordenada z fora de límits
el: Το z εν εκτός ορίων
ka: კორდინატი ზ არასწორია
mk: z излезен од рамка
pl: z poza granicami
pt: z fora dos limites
ro: z în afara limitelor
ru: z вне границ
sk: z mimo dlhopisov
sq: z jashtë kufijve

# keybinds
source: Shift
ca: Majús
ka: შიფტი
mk: Шифт

# keybinds
source: A
ka: ა
mk: А

# keybinds
source: E
ka: ე
mk: Е

# keybinds
source: M
ka: მ
mk: М

# keybinds
source: T
ka: ტ
mk: Т

# keybinds
source: X
ka: ხ
mk: Х

# keybinds
source: D
ka: დ

# keybinds
source: G
ka: გ

# keybinds
source: H
ka: ჰ

# keybinds
source: N
ka: ნ

# keybinds
source: Q
ka: ქ

# keybinds
source: R
ka: რ

# keybinds
source: S
ka: ს

# keybinds
source: W
ka: წ
