Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/*.po
Languages: ar, az, ca, el, ka, mk, pl, pt, ro, ru, sk, sq

source: Stop requiring Verification to Place
ca: Deixa de requerir Verificació per Col·locar
ro: Nu mai solicita verificare pentru a plasa
ru: Прекратить требовать подтвержденный аккаунт для размещения пикселей
sq: Ndalo kërkesën e Verifikimit për të Vendosur

source: Submit
ar: ارسال
az: Təqdim edin
ca: Envia
el: Υποβολή
ka: გაგზავნა
mk: Потврди
pl: Podaj
pt: Enviar
ro: Încarcă
ru: Отправить
sk: Odošli
sq: Paraqisni

source: Switch Account
ca: Canvia de Compte
ro: Schimbați-va contul
ru: Сменить аккаунт
sq: Ndërroni Llogarinë

source: Switched to ${ canvasName }
ar: تم التبديل إلى ${ canvasName }
az: ${ canvasName } taxtasına keçildi
ca: Canviat a ${ canvasName }
el: Άλλαξες στο ${ canvasName }
ka: გადაერთო ${ canvasName }-ზე
mk: Сменето на ${ canvasName }
pl: Zmieniono na ${ canvasName }
pt: Mudou para ${ canvasName }
ro: Schimbat canvasul la ${ canvasName }
ru: Переключено на полотно: ${ canvasName }
sk: Zmenené na ${ canvasName }
sq: U kalua në ${ canvasName }

source: Template Name
ar: اسم القالب
az: Şablon Adı
ca: Nom de la Plantilla
el: Όνομα προτύπου
ka: თემფლეითის სახელი
mk: Името на темплејтот
pl: Nazwa szablonu
pt: Nome da Template
ro: Numele Șablon
ru: Имя шаблона
sk: Meno šablony
sq: Emri i Shabllonit

source: Templates
ar: القوالب
az: Şablonlar
ca: Plantilles
el: Πρότυπα
ka: თემფლეითები
mk: Шаблони
pl: Szablony
ro: Șabloane
ru: Шаблоны
sk: Šablony
sq: Shabllonet

source: The application ${ appName } at ${ appUrl } wants to login with your pixuniverse account ${ accountName }
ca: L'aplicació ${ appName } a ${ appUrl } vol iniciar sessió amb el teu compte de pixuniverse ${ accountName }
ro: Aplicația ${ appName } la ${ appUrl } dorește să se conecteze cu contul tău pixuniverse ${ accountName }
ru: Приложение ${ appName } по адресу ${ appUrl } хочет войти с помощью вашего аккаунта pixuniverse ${ accountName }
sq: Aplikacioni ${ appName } në ${ appUrl } dëshiron të kyçet me llogarinë tuaj pixuniverse ${ accountName }

source: The bare map data that we use, together with converted OpenStreetMap tiles for orientation, can be downloaded from mega.nz here:
ar: يمكن تنزيل بيانات الخريطة التي نستخدمها، إلى جانب مربعات OpenStreetMap المحولة للتوجيه، من mega.nz هنا:
az: İstifadə etdiyimiz xəritə məlumatları, oriyentasiya üçün çevrilmiş OpenStreetMap plitələri ilə birlikdə buradan mega.nz saytından endirilə bilər:
ca: El mapa original que utilitzem i els quadrants d'OpenStreetMap per l'orientació es poden descarregar de mega.nz aquí:
el: Τα δεδομένα του χάρτη που χρησιμοποιούμε, μαζί με OpenStreetMap tiles για προσανατολισμό, μπορείς να τα κατεβάσεις που το mega.nz δαμέ:
ka: რუქის შიშველი მონაცემები, რომელსაც ჩვენ ვიყენებთ, კონვერტირებულ OpenStreetMap ფილებთან ერთად, შეგიძლიათ ჩამოტვირთოთ mega.nz-დან აქ:
mk: Голите податоци за картата што ги користиме, заедно со конвертираните плочки на OpenStreetMap за ориентација, може да се преземат од mega.nz овде:
pl: Dane mapy, których używamy, wraz z przekonwertowanymi kafelkami OpenStreetMap dla orientacji, można pobrać z mega.nz tutaj:
pt: O mapa original que usamos, junto com os pedaços convertidos do OpenStreetMap para orientação, podem ser baixados do mega.nz aqui:
ro: Datele simple ale hărții pe care le folosim, împreună cu zonele OpenStreetMap convertite pentru orientare, pot fi descărcate de pe mega.nz aici:
ru: Исходные данные которые мы используем, вместе с преобразованными фрагментами OpenStreetMap для ориентации, их можно скачать с mega.nz здесь:
sk: Holé mapové údaje, ktoré používame, spolu s konvertovanými OpenStreetMap na orientáciu, si môžeš stiahnuť z mega.nz tu:
sq: Të dhënat e paprekura të hartave që ne përdorim, së bashku me pllakat e konvertuara OpenStreetMap për orientim, mund të shkarkohen nga mega.nz këtu:

source: The name of your account, only a-z, A-Z, -, ., and - characters are allowed. It is permanent, you can not change it later.
ca: El nom del teu compte, només es permeten els caràcters a-z, A-Z, -, . i -. És permanent, no el podràs canviar més tard.
ro: Numele contului tău, sunt permise doar caracterele a-z, A-Z, -,., și -. Este permanent, nu îl poți schimba mai târziu.
ru: Имя вашего аккаунта, только символы a-z, A-Z, -, ., и - разрешены. Изменить его позже будет невозможно.
sq: Emri i llogarisë suaj, lejohen vetëm karakteret a-z, A-Z, -, ., dhe _. Është e përhershme, nuk mund ta ndryshoni më vonë.

source: Themes
ar: السمات
az: Temalar
ca: Temes
el: Θέματα
ka: თემები
mk: Теми
pl: Motywy
pt: Temas
ro: Teme
ru: Темы
sk: Témy
sq: Temat

source: This URL is not supported by our Media Player
ca: Aquesta URL no és compatible amb el nostre Reproductor Multimèdia
mk: Овој URL не е поддржан од нашиот Media Player
ro: Această adresă URL nu este acceptată de Media Player-ul nostru
ru: Этот URL не поддерживается нашим проигрывателем
sk: Táto URL nieje podporovaná našim Media prehrávačom
sq: Ky URL nuk mbështetet nga Media Player-i jonë

source: This canvas doesn't exist
ar: اللوحة غير موجودة
az: Bu taxta mövcud deyil
ca: Aquest llenç no existeix
el: Τούτος ο καμβάς εν υπάρχει
ka: ეს კანვასი არ არსებობს
mk: Оваа платно не постои
pl: Ten canvas nie istnieje
pt: Este canvas não existe
ro: Acest Canvas nu există
ru: Этого полотна не существует
sk: Toto plátno neexistuje
sq: Kjo kanavacë nuk ekziston

source: This canvas got requested during a time of political conflicts on the main Earth canvas. It was a 1024x1024 representation of the political compass with a 5s cooldown and 60s stacking. It got launched on May 11th and remained active for months till it got shut down on November 30th.
ar: طُلبت هذه اللوحة خلال فترة صراعات سياسية على لوحة الأرض الرئيسية. كانت تمثل البوصلة السياسية بدقة 1024×1024، مع فترة تهدئة 5 ثوانٍ وتراكم 60 ثانية. أُطلقت في 11 مايو وظلت نشطة لأشهر حتى تم إيقافها في 30 نوفمبر.
az: Bu lövhə Yer kürəsinin əsas lövhəsində siyasi münaqişələr zamanı tələb olundu. Bu, siyasi kompasın 1024x1024 təsviri idi və 5 saniyəlik gözləmə müddəti və 60 saniyəlik yığma ilə. Mayın 11-də açıldı və noyabrın 30-da bağlanana qədər aylarla aktiv qaldı.
ca: Aquest llenç va ser sol·licitat durant una època de conflictes polítics al llenç de la Terra. Era una representació de la brúixola política de 1024x1024, amb un temps de refredament de 5 segons i d'acumulació de 60 segons. Es va estrenar l'11 de maig i es va mantenir actiu durant uns mesos fins que es va tancar el 30 de novembre.
el: Τούτος ο καμβάς εζητήθηκεν την περίοδο που είσιεν πολιτικές κόντρες στον κύριο καμβά της Γης. Ήταν μια αναπαράσταση 1024x1024 της πολιτικής πυξίδας με 5 δευτερόλεπτα cooldown τζαι 60 δευτερόλεπτα stacking. Ξεκίνησεν στις 11 του Μάη τζαι έμεινεν ανοιχτός για μήνες ώσπου εσφραγίστηκεν στις 30 του Νοέβρη.
ka: ეს კანვასი მოითხოვეს დედამიწის მთავარ კანვასზე პოლიტიკური კონფლიქტების დროს. ეს იყო პოლიტიკური კომპასის 1024x1024 გამოსახულება 5s cooldown-ით და 60s-ების დაწყობით. ის ამოქმედდა 11 მაისს და აქტიური იყო თვეების განმავლობაში, სანამ არ დაიხურა 30 ნოემბერს.
mk: Ова платно беше побарано во време на политички конфликти на главното платно на Земјата. Тоа беше претстава од 1024x1024 на политичкиот компас со кулдаун од 5-ки и редење на 60-тите. Тој беше лансиран на 11-ти мај и остана активен со месеци додека не беше затворен на 30-ти ноември.
pl: To płótno zostało stworzone na prośbę w czasach politycznych konfliktów na głównym płótnie Ziemi. Było ono reprezentacją kompasu politycznego w skali 1024x1024 z 5s cooldown'em i 60s limitem. Aktywowane było ono 11 Maja i utrzymywało swoją aktywność przez miesiąc dopóki nie zostało wyłączone 30 listopada.
pt: Este canvas foi pedido durante um tempo de muitos conflitos políticos no canvas principal, a Terra. Era uma representação com 1024x1024 píxeis do compasso político com 5s de tempo de espera e 60s de tempo de empilhamento. Foi lançado no dia 11 de Maio e ficou ativo por vários meses até que foi desativado no dia 30 de Novembro.
ro: Acest canvas a fost vrut într-un timp de conflicte politice pe canvasul Pământ. Era o reprezentare 1024x1024 a busolei politice cu un cooldown de 5s și stacare de 60s. A fost lansat pe 11 Mai și a rămas activ pentru luni până când a fost oprit pe 30 Noiembrie.
ru: Это полотно попросили создать во время политических конфликтов на основном полотне Земли. Это был политический компас в разрешении 1024x1024 с 5-секундным временем восстановления и 60-секундным запасом перезарядки. Он был запущен 11 мая 2020 и оставался активным в течение нескольких месяцев, пока не был закрыт 30 ноября 2020.
sk: Toto plátno bolo vyžiadané v čase politických konfliktov na hlavnom plátne Zeme. Išlo o zobrazenie politického kompasu v rozlíšení 1024 x 1024 s 5s cooldown a 60s stackingom. Bola spustená 11. mája a zostala aktívna niekoľko mesiacov, kým bola 30. novembra vypnutá.
sq: Kjo kanavacë u kërkua gjatë një kohe të konflikteve politike në kanavacën kryesore të Tokës. Ishte një përfaqësim 1024x1024 i busullës politike me një kohë pritjeje 5s dhe grumbullim 60s. Ajo u lançua më 11 maj dhe mbeti aktiv për muaj të tërë derisa u mbyll më 30 nëntor.

source: This is the name that other people see, e.g. in Chat. You can change it at any time. All characters except @, /, , >, < and # are allowed.
ca: Aquest és el nom que veuen altres persones, per exemple, al Xat. El pots canviar en qualsevol moment. Es permeten tots els caràcters excepte @, /, , >, < i #.
ro: Acesta este numele pe care îl văd alte persoane, de exemplu în Chat. Îl poți schimba oricând. Sunt permise toate caracterele, cu excepția @, /, >.
ru: Это имя, которое другие пользователи будут видеть, например, в чате. Вы можете изменить его в любое время. Доступны все символы, кроме @, /, , >, < и #.
sq: Ky është emri që njerëzit e tjerë shohin, p.sh. në Bisedë. Ju mund ta ndryshoni atë në çdo kohë. Të gjitha karakteret përveç @, /, \, >, < dhe # janë të lejuara.

source: This permission is required
ca: Aquest permís és necessari
ro: Această permisiune este necesară
ru: Это разрешение необходимо
sq: Kjo leje është e detyrueshme

source: Timeout
ar: نفذ الوقت
az: Zamanaşımı
el: Έληξε ο χρόνος
ka: შეცდომა
mk: Тајмаут
pl: Przerwa
ro: Pauză
ru: Тайм-аут
sk: Čas vypršal
sq: Vonesë

source: Tip: Not case-sensitive; I and l are the same
ar: نصيحة: غير حساس لحالة الأحرف؛ I وl هما نفس الشيء
az: İpucu:Hərfə görə həssaslıq yoxdur;I və l eynidir
ca: Consell: No importen les majúscules, I (i) i l (ela) són el mateix
el: Συμβουλή: Εν παίζει ρόλο αν είναι κεφαλαία ή πεζά. Το I τζαι το l εν το ίδιο
ka: რჩევა: არ არის რეგისტრირებული; l და I ერთნაირი სიტყვა არი
mk: Совет: Не се чувствителни на големи букви; Јас и јас сме исти
pl: Wskazówka: Nie uwzględnia wielkości liter; I i l to te same znaki
pt: Dica: Não diferencie maiúsculas e minúsculas; "i" e "l" são considerados iguais
ro: Sfat: Nu este sensitiv la majuscule, I și l sunt aceleași
ru: Примечание: I и l являются одинаковыми; регистр символов неважен
sk: Tip: Niesu case-sensitívne, I a 1 sú tie isté
sq: Këshillë: Nuk ka rëndësi kapitalizimi i shkronjave; I dhe l janë të njëjta

source: Tired of always spaming one single color? Want to create art instead, but you have to count pixels from some other image? Templates can help you with that! Templates can show as overlay and you can draw over them. One pixel on the template, should be one pixel on the canvas.
ar: هل سئمت من كثرة استخدام لون واحد؟ هل ترغب بإنشاء عمل فني، ولكنك تحتاج إلى عدّ وحدات البكسل من صورة أخرى؟ ستساعدك القوالب في ذلك! يمكن عرض القوالب كطبقة علوية، ويمكنك الرسم فوقها. كل بكسل في القالب يساوي بكسلًا واحدًا على اللوحة.
az: Sadəcə bir rəng ilə boyamaqdan bezmədiniz mi? Onun yerinə sənət yaradmaq istəyirsiniz, amma ayrı bir rəsmdən pikselləri saymalısınız? Şablonlar bunda sizə kömək edə bilər! Şablonlar üst-üstə düşmə kimi görünə bilər və siz do onların üzərindən çəkə bilərsiniz. Şablonun üzərindəki 1 piksel lövhənin üzərindəki bir piksel olmalıdır.
ca: Cansat d'utilitzar sempre un sol color? Vols crear art, però has de comptar els píxels d'alguna altra imatge? Les plantilles et poden ajudar amb això! Les plantilles es poden mostrar com a superposició i pots dibuixar-hi a sobre. Un píxel a la plantilla hauria de ser un píxel al llenç.
el: Εβαρέθηκες να βάλλεις πάντα το ίδιο χρώμα; Θέλεις να κάμεις τέχνη, αλλά πρέπει να μετράς pixels που άλλην εικόνα; Τα πρότυπα μπορούν να σε βοηθήσουν! Μπορούν να εμφανίζονται σαν επικάλυψη, τζαι εσύ να ζωγραφίζεις που πάνω τους. Ένα pixel στο πρότυπο, πρέπει να είναι ένα pixel στον καμβά.
ka: დაიღალეთ ყოველთვის ერთი ფერის სპამვით? გინდათ არტი შექმნათ, მაგრამ პიქსელების დათვლა გჭირდებათ სხვა ფოტოდან?! თემფლეითები დაგეხმარებათ ამაში! თემფლეითებს შეუძლიათ გამოაჩინონ ოვერლეი და მარტო თქვენ შეგიძლიათ მათ ზემოდან დახატვა. ერთი პიქსელი თემფლეითზე, უნდა იყოს ერთი პიქსელი კანვასზე.
mk: Уморни од секогаш спамирање на една боја? Наместо тоа, сакате да создавате уметност, но мора да броите пиксели од некоја друга слика? Шаблоните можат да ви помогнат во тоа! Шаблоните може да се прикажат како преклопување и можете да нацртате над нив. Еден пиксел на шаблонот, треба да биде еден пиксел на платното.
pl: zmęczony spamowaniem jednym kolorem? Chcesz zamiast tego stworzyć art'a, ale musisz spoglądać za każdym razem na inny obraz? Szablony mogą ci z tym pomóc! Szablony mogą pokazać się jako przezroczysty obraz na płótnie przez które możesz rysować. Jeden pixel na szablonie powinien być jednym pixelem na płótnie.
pt: Cansado de usar sempre a mesma cor? Quer criar arte, mas precisa ficar contando píxeis de outra imagem? Templates podem te ajudar! Templates podem aparecer como uma sobreposição, e você pode desenhar por cima delas. Um pixel no template deve corresponder a um pixel na tela.
ro: V-ați săturat să trimiteți întotdeauna spam la o singură culoare? În schimb, doriți să creați artă, dar trebuie să numărați pixelii din altă imagine? Șabloanele vă pot ajuta cu asta! Șabloanele se pot afișa ca suprapunere și puteți desena peste ele. Un pixel pe șablon, ar trebui să fie un pixel pe pânză.
ru: Устали постоянно спамить один единственный цвет? Хотите вместо этого создавать рисунки, но вам нужно считать пиксели по какому-то другому изображению? Шаблоны могут помочь вам в этом! Шаблоны могут отображаться как оверлей и вы можете рисовать поверх него. Один пиксель в шаблоне должен соответствовать одному пикселю на полотне.
sk: Už ťa nebaví stále spamovať jednu farbu? Chceš namiesto toho vytvoriť art, ale musíš počítať pixely z iného obrázka? Šablóny ti s tým môžu pomôcť! Šablóny sa môžu zobraziť ako prekrytie a môžeš cez ne kresliť. Jeden pixel na šablóne by mal byť jeden pixel na plátne.
sq: I lodhur nga spërkatja gjithmonë e një ngjyrë e vetme? Dëshiron të krijosh art, por duhet të numërosh piksele nga ndonjë imazh tjetër? Shabllonet mund t'ju ndihmojnë me këtë! Shabllonet mund të shfaqen si mbivendosje dhe ju mund të vizatoni mbi to. Një piksel në shabllon, duhet të jetë një piksel në kanavacë.

source: To use this page, enter your Password:
ca: Per fer servir aquesta pàgina, introdueix la teva Contrasenya:
ro: Pentru a utiliza această pagină, introduceți parola ta:
ru: Чтобы использовать эту страницу, введите ваш пароль:
sq: Për të përdorur këtë faqe, futni Fjalëkalimin tuaj:

source: Today
ar: اليوم
az: Bugün
ca: Avui
el: Σήμερα
ka: დღეს
mk: Денес
pl: dzisiaj
pt: Hoje
ro: Azi
ru: Сегодня
sk: Dnes
sq: Sot

source: Today Placed Pixels
ar: البكسلات الموضوعة اليوم
az: Bugün qoyulan piksellər
ca: Píxels Col·locats Avui
el: Τα pixels που έβαλες σήμερα
ka: დღეს დასმული პიქსელები
mk: Денеска поставени Пиксели
pl: Pixele postawione dzisiaj
pt: Píxeis colocados hoje
ro: Pixeli Puși Azi
ru: Поставленных пикселей сегодня
sk: Dneš položené pixely
sq: Pikselë të Vendosur Sot

source: Top 10 Countries [pxls / day]
ar: أفضل 10 دول [بكسل / يوم]
az: Top 10 Ölkələr [pxls / gün]
ca: Top 10 de Països [píxels / dia]
el: Τα 10 πρώτα κράτη [pxls / μέρα]
ka: ტოპ 10 ქვეყანა [pxls / day]
mk: Топ 10 земји [pxls/ден]
pl: Top 10 państw [pixeli na dzień]
pt: Top 10 Países [pxls / dia]
ro: Top 10 Țări[pixeli / zi]
ru: Топ-10 стран [пикселей/день]
sk: Top 10 krajín [pxls / day]
sq: Top 10 Shtetet [pxls / ditë]

source: Top 10 Daily Ranking
ar: أفضل 10 تصنيفات يومية
az: Top 10 Günlük Reytinq
ca: Top 10 de la Classificació Diària
el: Τα 10 πρώτα της ημέρας
ka: ტოპ 10 ყოველდღიური რეიტინგი
mk: Топ 10 дневно рангирање
pl: Top 10 Dzisiejszego Rankingu
pt: Top 10 Ranque Diário
ro: Top 10 pe Clasamentul Zilnic
ru: Быть в Топ-10 ежедневного рейтинга
sk: Top 10 denné umiestnenie
sq: Renditja Ditore e Top 10

source: Top 10 Players [pxls / day]
ar: أفضل 10 لاعبين [بكسل / يوم]
az: Top 10 Oyunçular [pxls / gün]
ca: Top 10 de Jugadors [píxels / dia]
el: Οι 10 πρώτοι παίκτες [pxls / μέρα]
ka: ტოპ 10 მოთამაშე [pxls / day]
mk: Топ 10 играчи [pxls/ден]
pl: Top 10 Graczy [pxls / day]
pt: Top 10 Jogadores [pxls / dia]
ro: Top 10 Jucători [pixeli / zi]
ru: Топ-10 игроков [пикселей/день]
sk: Top 10 hráčov pxls / day]
sq: Top 10 Lojtarët [pxls / ditë]

source: Top 10 Players from Yesterday
ca: Top 10 de Jugadors d'Ahir
mk: Топ 10 играчи од вчера
ro: Top 10 Jucători de ieri
ru: Топ-10 игроков за вчера
sk: Top 10 hráčov zo včera
sq: Top 10 Lojtarët e Djeshëm

source: Top-left corner
ar: الزاوية العلوية اليسرى
az: Sol-üst künc
ca: Cantó superior esquerre
el: Πάνω-αριστερή γωνιά
ka: ზედა მარცხენა კუთხე
mk: Горен-лев агол
pl: Lewy-Górny róg
pt: Canto superior esquerdo
ro: Colțul din Stânga-sus
ru: Верхний левый угол
sk: Horný lavý roh
sq: Këndi i lartë i majtë

source: Total
ar: اجمالي
az: Toplam
el: Σύνολο
ka: სულ
mk: Вкупно
pl: Topka Graczy
ru: Всего
sk: Celkovo

source: Total Online Users
ar: إجمالي المستخدمين المتواجدين
az: Toplam onlayn istifadəçilər
ca: Usuaris en Línia Totals
el: Σύνολο πλαζμάτον
ka: სულ ონლაინ მომხმარებლები
mk: Вкупно луге во играта
pl: Wszyscy Aktywni Gracze
pt: Usuários Totais Online
ro: Utilizatori Online în Total
ru: Всего пользователей онлайн
sk: Celý počet online uživatelov
sq: Përdoruesit Online Gjithsej

source: Total Pixels per Player
ca: Total de Píxels per Jugador
mk: Вкупно пиксели по играч
ro: Pixeli puși în total per Player
ru: Всего пикселей размещенных игроками
sk: Celkové pixely za hráča
sq: Pikselët për Lojtar Gjithsej

source: Total Pixels placed per day
ar: إجمالي البكسل الموضوعة في اليوم
az: Bir gün içində toplam qoyulan pixellər
ca: Total de Píxels col·locats per dia
el: Σύνολο τοποθετημένων pixels ανά μέρα
ka: სულ პიქსელები განთავსებული დღეში
mk: Вкупно поставени пиксели дневно
pl: Całkowita liczba pikseli postawionych dziennie
pt: Píxeis Totais colocados por dia
ro: Pixeli puși în total pe zi
ru: Всего пикселей, размещенных за день
sk: Celkový počet pixelov za deń
sq: Pikselë të vendosur në ditë Gjithsej

source: Total Rank
ar: الترتيب الاجمالي
az: Toplam Sıralama
ca: Classificació Total
el: Συνολική κατάταξη
ka: საერთო წოდება
mk: Вкупен ранг
pl: Miejsce w Rankingu
pt: Ranque total
ro: Locul tău în clasamentul de pixeli total
ru: Общий рейтинг
sk: Celkové poradie
sq: Renditja Totale

source: Turn every pixel in area to 0 (YOU REALLY SHOULDN'T DO THAT ON ANY AREA THAT ISN'T ALREADY MOSTLY 0)
ar: قم بتحويل كل بكسل في المنطقة إلى 0 (لا ينبغي لك حقًا القيام بذلك في أي منطقة ليست في الغالب 0)
az: Hər piksel ərazisini 0-a çevirin (SİZ BUNU ƏSASƏN 0 OLMAYAN ƏRAZİDƏ ETMƏMƏLİSİNİZ)
ca: Canvia tots els píxels de l'àrea a 0 (NO HAURIES DE FER AIXÒ EN CAP ÀREA QUE NO SIGUI JA MAJORITÀRIAMENT 0)
el: Κάμε ούλλα τα pixels της περιοχής 0 (ΕΝ ΚΑΛΥΤΤΕΡΑ ΝΑ ΜΕΝ ΤΟ ΚΑΜΕΙΣ ΣΕ ΠΕΡΙΟΧΕΣ ΠΟΥ ΕΝ ΕΧΟΥΝ ΗΔΗ ΚΥΡΙΩΣ 0)
ka: ყველა პიქსელის ზონაში გადაქცევა 0-ზე (ეს ნამდვილად არ უნდა გააკეთო არცერთ უბანზე, რომელიც უკვე არ არის ძირითადად 0)
mk: Свртете го секој пиксел во областа на 0 (ТОА НАВИСТИНА НЕ ТРЕБА ДА ГО НАПРАВИТЕ НА БИЛО ПОДРАЧЈЕ КОЕ ВЕЌЕ НЕ Е НАЈМНОГУ 0)
pl: Zmień każdy piksel w obszarze na 0 (nie powinieneś tego robić w żadnym obszarze, który nie jest już w większości 0)
ro: Întoarce fiecare pixel din zonă la 0 (CHIAR NU TREBUIE SĂ FACI ASTA ÎN NICIO ZONA CARE NU ESTE DEJA 0)
ru: Стирает пиксели в области в ноль (НЕ СТОИТ ИСПОЛЬЗОВАТЬ В ОБЛАСТИ, КОТОРАЯ УЖЕ НЕ ОБНУЛЕНА)
sk: Otoč každý pixel v oblasti na 0 (NAOZAJ BY SI TO NEMAL ROBIŤ NA ŽIADNEJ OBLASTI, KTORÁ UŽ NIE JE VEĽMI 0)
sq: Kthejeni çdo piksel në zonë në 0 (VËRTET NUK DUHET TA BËNI KËTË NË ASNJË ZONË QË NUK ËSHTË TANIMË KRYESISHT 0)

source: Turn on grid to highlight pixel borders.
ar: قم بتشغيل الشبكة لتسليط الضوء على حدود البكسل.
az: Piksel sərhədlərini vurğulamaq üçün toru açın.
ca: Activa la quadrícula per ressaltar els límits entre els píxels.
el: Άναψε το grid για να φαίνουνται τα περιγράμματα των πίξελ.
ka: ჩართეთ ბადე პიქსელის საზღვრების გამოსაყოფად.
mk: Вклучете ја мрежата за да ги означите границите на пикселите.
pl: Włącz siatkę aby ujawnić kontury pixeli.
pt: Ligue a grade para mostrar a borda dos píxeis.
ro: Pornește grila pentru a marca marginea pixelilor.
ru: Включите сетку, чтобы выделить границы пикселей.
sk: Zapni mriežku na zvýraznenie pixelových hraníc.
sq: Aktivizo rrjetën për të theksuar kufijtë e pikselëve.

source: Type of Mod
ca: Tipus de Moderador
ro: Tipul de mod
ru: Тип модератора
sq: Lloji i Moderatorit

source: Type the characters from the following image:
ar: اكتب الأحرف من الصورة التالية:
az: Şəkildə gördüyünüz simvolları daxil edin:
ca: Escriu els caràcters de la següent imatge:
el: Γράψε τους χαρακτήρες που την εικόνα δαμέ:
ka: ჩაწერეთ სიმბოლოები შემდეგი სურათიდან:
mk: Внесете ги знаците од следната слика:
pl: Wypisz znaki znajdujące się na obrazie poniżej:
pt: Digite os caracteres da seguinte imagem:
ro: Scrie literele din imaginea următoare:
ru: Введите символы с изображения:
sk: Napíš písmenká z následujúceho obrázku:
sq: Shkruani karakteret nga imazhi i mëposhtëm:

source: Unblock Users
ar: إلغاء حظر المستخدمين
az: İstifadəçinin blokunu aç
ca: Desbloqueja Usuaris
el: Ξεμπλόκαρε πλάζματα
ka: მომხმარებლების განბლოკვა
mk: Одблокирај корисници
pl: Odblokuj użytkowników
pt: Desbloqueie usuário
ro: Deblochează Utilizatori
ru: Разблокировать пользователей
sk: Odblokovať uživatelov
sq: Zhbllokoni Përdoruesit

source: Unknown Captcha Error
ar: خطأ غير معروف في الكابتشا
az: Naməlum captcha xətası
ca: Error Desconegut del Captcha
el: Άγνωστο Σφάλμα Captcha
ka: უცნობი კაპჩტას შეცდომა
mk: Непозната Каптча грешка
pl: Nieznany błąd Captcha
pt: Erro de Captcha desconhecido
ro: Eroare de Captcha necunoscută
ru: Неизвестная ошибка капчи
sk: Neznáma Captcha chyba
sq: Gabim i Panjohur Captcha

source: Unknown Error
ar: خطأ غير معروف
az: Naməlum xəta
ca: Error Desconegut
el: Άγνωστο σφάλμα
ka: უცნობი შეცდომა
mk: Непозната грешка
pl: Nieznany błąd
pt: Erro desconhecido
ro: Eroare Necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sq: Gabim i Panjohur

source: Unmuted Sound
ar: صوت غير صامت
az: Səs açıldı
ca: So Activat
el: Ο ήχος άναψε
ka: ხმა ჩართულია
mk: Оклучен Звук
pl: Dźwięk odciszony
pt: Som ATIVADO
ro: Sunet Pornit
ru: Звук включен
sk: Zapnutý zvuk
sq: Tingull i Paheshtur

source: Until the browser closes
ca: Fins que es tanqui el navegador
ro: Până când browserul se închide
ru: До закрытия браузера
sq: Derisa shfletuesi të mbyllet

source: Upload images to canvas
ar: رفع الصور الى اللوحة
az: Lövhəyə şəkil yükləyin
ca: Puja imatges al llenç
el: Ανέβασε εικόνες στον καμβά
ka: ატვირთეთ სურათები კანვასზე
mk: Поставете слики на платно
pl: Wklej obrazki na mapę
pt: Envie imagens para o canvas
ro: Încarcă imagine către canvas
ru: Загружает изображения на полотно
sk: Uploadni obrázok na canva
sq: Ngarko imazhe në kanavacë

source: Use our custom cursor
ca: Utilitza el nostre cursor personalitzat
mk: Користете го нашиот сопствен курсор
ro: Utilizați cursorul nostru personalizat
ru: Используйте наш встроенный курсор
sk: Použí náš vlastný kurzor
sq: Përdorni kursorin tonë të personalizuar

source: User
ar: مستخدم
az: İstifadəçi
ca: Usuari
el: Πλάζμα
ka: მომხმარებელი
mk: Корисник
pl: Użytkownik
ro: Utilizator
ru: Пользователь
sk: Uživateľ
sq: Përdoruesi
