Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/*.po
Languages: ar, az, ca, el, ka, mk, pl, pt, ro, ru, sk, sq

source: Range Banned
ar: النطاق محظور
az: Sahə Olaraq Banlandınız
ca: Rang Banejat
el: Αποκλεισμός περιοχής
ka: აკრძალული
mk: Опсегски забранет/а
pl: Zasięgowo Zbanowany
ro: Range Banat
ru: Область адресов забанена
sk: Vzdialenosť zabanovaná
sq: Kufiri i Dënuar

source: Ranked
ar: مصنف
az: Reytinqli
ca: Classificat
el: Καταταγμένος
ka: რეიტინგული
mk: Рангирана
pl: Rankingowa
pt: Ranqueado
ro: Se pun pixelii în clasament
ru: Учитывается в рейтинге
sk: Ranke
sq: Me renditje

source: Ranking updates every 5 min. Daily rankings get reset at midnight UTC.
ar: يتم تحديث الترتيب كل 5 دقائق. تتم إعادة تعيين التصنيفات اليومية في منتصف الليل بالتوقيت العالمي المنسق.
az: Hər 5 dəqiqədən bir Gündəlik reytinqlər gecə yarısı UTC-də sıfırlanır.
ca: La classificació s'actualitza cada 5 minuts. La classificació diària es reinicia a les 00:00 UTC.
el: Η κατάταξη αλλάσσει κάθε 5 λεπτά. Η ημερήσια κατάταξη φτουρκάται τα μεσάνυχτα UTC.
ka: რეიტინგის განახლება ყოველ 5 წუთში. ყოველდღიური რეიტინგები განახლდება შუაღამისას UTC.
mk: Ажурирања на рангирањето на секои 5 мин. Дневното рангирање се ресетира на полноќ UTC.
pl: Ranking aktualizuje się co 5 minut. Dzienne rankingi resetują się o północy czasu uniwersalnego.
pt: Os ranques são atualizados de 5 em 5 minutos. Os ranques diários são reiniciados à meia-noite UTC.
ro: Actualizări de clasament la fiecare 5 minute. Clasamentul zilnic este resetat la 2:00 AM în zona noastră de timp.
ru: Рейтинг обновляется каждые 5 минут. Ежедневный рейтинг обновляется в полночь UTC.
sk: Umiestnetie sa aktualizuje každých 5 minút. Denné umiestnenie sa resetuje o polnoci UTC času.
sq: Renditja përditësohet çdo 5 min. Renditjet ditore rivendosen në mesnatë UTC.

source: Read Badges and fishes
ca: Llegeix les Insígnies i els peixos
ro: Citește Însignele și peștii
ru: Просматривать значки и рыб
sq: Lexo Stemat dhe peshqit

source: Read name, username and account age
ca: Llegeix nom, nom d'usuari i edat del compte
ro: Citește numele, username-ul și vârsta accountului
ru: Просматривать ник, имя пользователя и время создания аккаунта
sq: Lexo emrin, emrin e përdoruesit dhe moshën e llogarisë

source: Reason
ar: السبب
az: Səbəb
ca: Raó
el: Λόγος
ka: მიზეზი
mk: Причина
pl: Powód
pt: Razão
ro: Motiv
ru: Причина
sk: Dôvod
sq: Arsyeja

source: Refresh
ca: Refresca
mk: Освежете
ro: Reîmprospăteaza pagina
ru: Обновить
sk: Obnov
sq: Rifreskoni

source: Register
ar: سجل
az: Qeydiyyatdan keçin
ca: Registra't
el: Εγγραφή
ka: რეგისტრაცია
mk: Регистрациј
pl: rejestracja
pt: Registre
ro: Înregistrează-te
ru: Зарегистрироваться
sk: Zaregistrovať
sq: Regjistrohu

source: Register new account here
ar: سجل حساب جديد هنا
az: Burda yeni hesab ilə qeydiyyatdan keçin
ca: Registra un compte nou aquí
el: Εγγραφείτε δαμέ για νέο λοαρκαζμό
ka: დაარეგისტრირე ახალი აქაუნთი აქ
mk: регистријајте нов акаунт тука
pl: Zarejestruj nowe konto tutaj
pt: Registre uma conta nova aqui
ro: Înregistrează noul cont aici
ru: Зарегистрируйте новый аккаунт здесь
sk: Zaregistruj si nový účet tu
sq: Regjistro llogari të re këtu

source: Regularly update this data
ca: Actualitza aquestes dades regularment
ro: Actualizeaza în mod regulat aceste date
ru: Регулярно обновлять эти данные
sq: Përditëso këto të dhëna rregullisht

source: Reload
ar: إعادة التحميل
az: Yeniləyin
ca: Recarrega
el: Ξαναφόρτωμα
ka: გადატვირთვა
mk: повторно
pl: Załaduj ponownie
pt: Atualize
ro: Reîncarcă
ru: Обновить
sk: Reloadni
sq: Rifresko

source: Remember this decision:
ca: Recorda aquesta decisió:
ro: Adu-ți aminte aceasta decizie:
ru: Запомнить это решение:
sq: Mbani mend këtë zgjedhje:

source: Remove
ca: Elimina
ro: Scoate
ru: Убрать
sq: Hiq

source: Remove Cleaner
ca: Elimina el Netejador
ro: Scoate Cleaner
ru: Убрать уборщика
sq: Hiq Pastruesit

source: Remove Janny
ca: Elimina el Janny
ro: Retrogradați janny
ru: Убрать мини-модератора
sq: Hiq Janny

source: Remove Moderator
ar: إزالة المشرف
az: Moderator qaldır
ca: Elimina el Moderador
el: Φύε τον συντονιστή
ka: მოდერატორის მოხსნა
mk: Отстранете го модераторот
pl: Usuń Moderatora
pt: Remover Moderador
ro: Scoate Moderatori
ru: Убрать модератора
sk: Vymaž moderátora
sq: Hiq Moderatorin

source: Remove a Login method:
ca: Elimina un mètode d'Inici de Sessió:
ro: Scoateți o metodă de conectare:
ru: Убрать способ входа:
sq: Hiq një metodë Hyrjeje:

source: Require Verification to Place
ca: Cal Verificació per Col·locar
ro: Solicită verificare pentru a plasa
ru: Требовать подтвержденный аккаунт для размещения пикселей
sq: Kërkon Verifikim për të Vendosur

source: Requirements
ar: المتطلبات
az: Tələblər
ca: Requisits
el: Απαιτήσεις
ka: მოთხოვნები
mk: Барања
pl: Wymagania
pt: Requerimentos
ro: Obligații
ru: Требования
sk: Požiadavky
sq: Kërkesat

source: Reset
ar: اعادة تعيين
az: Sıfırla
ca: Restableix
el: Επαναφορά
ka: გადატვირთვა
mk: Ресетирај
pl: Resetuj
pt: Reiniciar
ro: Resetează
ru: Сброс
sq: Rivendos

source: Reset Captchas of ALL Users
ca: Restableix els Captchas de TOTS els usuaris
ro: Resetați captcha-urile TUTUROR utilizatorilor
ru: Сбросить капчу ВСЕХ пользователей
sq: Rivendos Captcha të të GJITHË Përdoruesve

source: Reset your password
ca: Restableix la teva contrasenya
ro: Resetează-ți parola
ru: Сбросить ваш пароль
sq: Rivendos fjalëkalimin tënd

source: Resize
ar: تغيير الحجم
az: Ölçünü dəyişdir
ca: Canvia la mida
el: Αλλαγή μεγέθους
ka: ზომის შეცვლა
mk: Променете ја големината
pl: Zeskaluj
pt: Redimensionar
ro: Redimenzionează
ru: Изменить размер
sk: Zmeniť velkosť
sq: Ndryshoni madhësinë

source: Restore
ar: ارجاع
az: Bərpa et
ca: Restaura
el: Επαναφέρω
ka: აღდგენა
mk: Врати
pl: Przywróć
pt: Restaurar
ro: Restabilește
ru: Восстановить
sk: Obnoviť
sq: Restauro

source: Retired Canvases (history only)
ar: لوحات متقاعدة (تاريخية فقط)
az: Ayrı Lövhələr (tək tarix)
ca: Llenços Retirats (només vista històrica)
el: Παλιοί Καμβάδες (μόνο ιστορικό)
ka: პენსიონერი ჩარჩო (მხოლოდ ისტორია)
mk: Пензионирани платна (само историја)
pl: Zlikwidowane Płótna (Tylko wgląd historyczny)
pt: Canvas removidos (Apenas modo histórico)
ro: Convasuri retrase (doar istorie)
ru: Списанные полотна (только история)
sk: Plátna mimo prevádzky (len historia)
sq: Kanavacat në Pension (vetëm histori)

source: Retract
ca: Retracta
ro: Retractează
ru: Свернуть
sq: Tërhiq

source: Revoke consent of third party applications:
ca: Revoca el consentiment de les aplicacions de tercers:
ro: Revocheaza consimțământului aplicațiilor terțe:
ru: Отозвать разрешения у сторонних приложений:
sq: Hiq autorizimin e aplikacioneve të palëve të treta:

source: Roll different Captcha Fonts
ca: Desplega diferents Fonts de Captcha
ro: Rulați diferite fonturi Captcha
ru: Выбрать другие шрифты капчи
sq: Rrotulloni Shkronja të ndryshme Captcha

source: Rollback an area of the canvas to a set date and time
ca: Restableix una àrea del llenç a una data i hora establertes
mk: Врати површина од платното на одреден датум и време
ro: Dă Rollback la o zonă a canvasului la o dată fixă
ru: Откатить область полотна до установленной даты и времени
sk: Rollbackni area plátna na nastavenie dátumu a času
sq: Riktheni një zonë të kanavacës në një datë dhe kohë të caktuar

source: Rollback to Date
ar: العودة إلى التاريخ
az: Bu müddətə qaytarın
ca: Restableix fins a la Data
el: Επαναφορά σε ημερομηνία
ka: დაბრუნება თარიღამდე
mk: Враќање на датум
pl: Przywróć do daty
pt: Restaure para Data
ro: Rollback la data
ru: Откатить до даты
sk: Rollbackni do dátumu
sq: Rikthimi në Datë

source: Save
ar: حفظ
az: Yadda saxla
ca: Desa
el: Αποθήκευση
ka: შენახვა
mk: Зачувај
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sk: Ulož
sq: Ruaj

source: Scale Image
ar: صورة بالمقياس
az: Şəklin boyutunu dəyişdirin
ca: Escala la Imatge
el: Μεγάλωσε ή μίκρυνε την εικόνα
ka: ფოტოს მასშტაბირება
mk: Скалира слика
pl: Wyskaluj obraz
pt: Escalar imagem
ro: Schimbă mărimea Imagini
ru: Масштабировать изображение
sk: Mierka obrazu
sq: Shkallëzo Imazhin

source: Scroll ${ mouseSymbol } mouse wheel or ${ touchSymbol } pinch to zoom
ar: التمرير ${ mouseSymbol } بعجلة الماوس او ${ touchSymbol } قرص للتكبير
az: Siçanınızın təkərləyini ${ mouseSymbol } döndürərək vəya ${ touchSymbol } iki barmağınızı istifadə edərək yaxınlaşın vəya uzaqlaşın
ca: Gira ${ mouseSymbol } la rodeta del ratolí o ${ touchSymbol } pessiga amb els dits per fer zoom
el: Κύλησε τη ροδέλα του ποντικιού ${ mouseSymbol } ή κάμε pinch ${ touchSymbol } για ζουμ
ka: გადაახვიეთ ${ mouseSymbol } მაუსის ბორბალი ან ${ touchSymbol } დაჭერით გასადიდებლად
mk: Скролувајте ${ mouseSymbol } тркалото на глувчето или ${ touchSymbol } штипнете за да зумирате
pl: Przewijaj scrollem ${ mouseSymbol } lub ${ touchSymbol } rozsuń palce aby powiększyć lub pomniejszyć
pt: Role ${ mouseSymbol } a bolinha do mouse ou ${ touchSymbol } pince para dar zoom
ro: Scrolează ${ mouseSymbol } rotița mouseului sau ${ touchSymbol } ciupește pentru a da zoom
ru: Вращайте ${ mouseSymbol } колесо мыши или ${ touchSymbol } сводите пальцы, чтобы изменять масштаб
sk: Scrollovaním ${ mouseSymbol } kolieskom myši alebo ${ touchSymbol } stiahnutím prstov sa priblížiš
sq: Lëviz ${ mouseSymbol } rrotën e mausit ose ${ touchSymbol } shtypni për të zmadhuar

source: Select Date above
ar: حدد التاريخ أعلاه
az: Tarixi seçin
ca: Selecciona la Data amunt
el: Επιλέξτε Ημερομηνία παραπάνω
ka: აირჩიეთ თარიღი ზემოთ
mk: Изберете Датум погоре
pl: Zaznacz Datę powyżej
pt: Escolha uma data acima
ro: Selectează Data deasupra
ru: Выберите дату выше
sk: Vyber dátum hore
sq: Zgjidhni Datën më lart

source: Select File
ar: اختيار الملف
az: Faylı seçin
ca: Selecciona l'Arxiu
el: Επέλεξε αρχείο
ka: აირჩიეთ ფაილი
mk: Избери фајл
pl: Wybierz plik
pt: Selecionar Ficheiro
ro: Selectează Fișier
ru: Выбрать файл
sk: Vyber súbor
sq: Zgjidhni Skedarin

source: Select Language
ar: اختيار اللغة
az: Dili seçin
ca: Selecciona l'Idioma
el: Επιλογή γλώσσας
ka: Აირჩიეთ ენა
mk: Изберете Јазик
pl: Wybierz język
pt: Selecionar Idioma
ro: Selectează limba
ru: Выбрать язык
sk: Vyber jazyk
sq: Zgjidhni Gjuhën

source: Select the canvas you want to use. Every canvas is unique and has different palettes, cooldown and requirements. Archived canvases can be accessed here:
ar: اختر اللوحة التي تريد استخدامها. كل لوحة فريدة من نوعها، ولها لوحات ألوان مختلفة، وفترة تهدئة، ومتطلبات مختلفة. يمكنك الوصول إلى اللوحات المؤرشفة هنا:
az: İstifadə etmək istədiyiniz lövhəni seçin. Hər bir lövhə yeganədir və cürbəcür palitraları, gözləmə müddəti və tələbləri var. Qapalı lövhələrin arxivinə buradan daxil olmaq olar:
ca: Selecciona el llenç que vols fer servir. Cada llenç és únic i té diferents paletes de colors, temps de refredament i requisits. Els llenços arxivats es poden accedir aquí:
el: Επίλεξε τον καμβά που θέλεις να χρησιμοποιήσεις. Κάθε καμβάς εν μοναδικός τζιαι έσιει διαφορετικές παλέτες, cooldown τζιαι απαιτήσεις. Μπορείς να έβρεις τους αρχειοθετημένους καμβάδες δαμέ:
ka: აირჩიეთ კანვასი, რომლის გამოყენებაც გსურთ. ყველა კანვასი უნიკალურია და აქვს სხვადასხვა პალიტრა, დროს მოცდა და მოთხოვნები. დახურული კანვასის არქივი შეგიძლიათ ნახოთ აქ:
mk: Изберете го платното што сакате да го користите. Секое платно е уникатно и има различни палети, разладување и барања. Архивираните платна може да се пристапат овде:
pl: Wybierz płótno które chcesz użyć. Każde płótno jest wyjątkowe i ma wiele różnych palet kolorów, cooldown'u pixeli i wymagań. Archiwa usuniętych płócien mogą być znalezione tutaj:
ro: Selectează canvasul pe care vrei să îl folosești. Fiecare canvas este unic și are palete diferite, cooldownuri și obligații. Arhiva canvasurilor închise poate fi accesată aici:
ru: Выберите полотно, которое хотите использовать. Каждое полотно уникально и имеет разные палитры, время восстановления и требования. Архивированные полотна доступны здесь:
sk: Vyber plátno, ktoré chceš použiť. Každé plátno je jedinečné a má rôzne palety, cooldown a požiadavky. Archivované plátna sú dostupné tu:
sq: Zgjidhni kanavacën që dëshironi të përdorni. Çdo kanavacë është e veçantë dhe ka paleta, kohë pritjeje dhe kërkesa të ndryshme. Kanavacat e arkivuara mund të aksesohen këtu:

source: Selected Color
ca: Color Seleccionat
mk: Селектирана Боја
pl: Wybrany kolor
ro: Selectează Culoare
ru: выбранному цвету
sk: Vybraná farba
sq: Ngjyra e Zgjedhur

source: Send
ar: أرسال
az: Göndər
ca: Envia
el: Στείλε
ka: გაგზავნა
mk: Прати
pl: Wyślij
pt: Enviar
ro: Trimite
ru: Отправить
sk: Pošli
sq: Dërgo

source: Sent you a mail with instructions to reset your password.
ar: لقد أرسلنا لك بريدًا إلكترونيًا يحتوي على تعليمات لإعادة تعيين كلمة المرور الخاصة بك.
az: Sizə parolunuzu sıfırlamaq üçün təlimatlar olan bir email göndərdik.
ca: T'hem enviat un correu electrònic amb les instruccions per restablir la teva contrasenya.
el: Εστείλαμε σου email με οδηγίες για να αλλάξεις τον κωδικό σου.
ka: გამოგიგზავნეთ მეილი ინსტრუქციებით თქვენი პაროლის აღდგენის შესახებ.
mk: Пратен ви е маил со инструкции за да го ресетираме вашата лозинка.
pl: wysłano email z instrukcjami jak zresetować twoje hasło.
pt: Enviei um e-mail para você com as instruções de como trocar sua senha.
ro: Ți-am trimis un mail cu instrucțiuni ca să îți resetezi parola.
ru: Вам отправлено письмо с инструкциями по сбросу пароля.
sk: Poslal ti mail s inštrukciami na resetovanie tvojho hesla.
sq: Ju dërguam një postë me udhëzime për të rivendosur fjalëkalimin tuaj.

source: Serpentine
ar: أفعواني
az: Serpantin
ca: Serpentí
el: Ελικοειδές
ka: სერპენტინი
mk: Серпентин
pl: Serpentynowy
ru: Серпантин
sk: Serpentín
sq: Serpentin

source: Server answered with gibberish :(
ar: أجاب الخادم بكلام غير مفهوم :(
az: Server mənasız cavab verdi :(
ca: El servidor ha respost amb un galimaties :(
el: Ο σερβερ απάντησε με Αμπαλατοσίνες :(
ka: სერვერმა უპასუხა უაზროდ :(
mk: Серверот одговори со глупост :(
pl: Serwer odpowiedział bełkotem :(
pt: Servidor respondeu com bobagem :(
ro: Serverul a răspuns într-o limbă necunoscută :(
ru: Сервер ответил тарабарщиной :(
sk: Server odpovedal blábolom :(
sq: Serveri dha një përgjigje të pakuptimtë :(

source: Server got confused by your pixels. Are you playing on multiple devices?
ar: الخادم استغرب من بكسلاتك, هل انت تلعب باكثر من جهاز؟
az: Sənin pixellərin serverin başını qarışdırdı.Birdən çox cihaz istifadə edirsən?
ca: El servidor s'ha confós amb els teus píxels. Estàs jugant amb més d'un dispositiu?
el: Ο σέρβερ μπερδεύτηκε με τα πίξελ σου. Παίζεις που πολλές συσκευές;
ka: სერვერი დაიბნა თქვენი პიქსელებით. ბევრ მოწყობილობაზე თამაშობ?
mk: Мрежата се збуни од твоите пиксели, дали играш на повеќе уреди?
pl: Serwer został zdezorientowany twoimi pixelami, Czy grasz na wielu urządzeniach?
pt: O servidor ficou confuso com os seus píxeis. Por acaso está jogando em vários dispositivos?
ro: Serverul este confuz de pixelii tăi. Te joci pe mai multe dispozitive?
ru: Сервер сбит с толку вашими пикселями. Вы играете на нескольких устройствах?
sk: Server je zmätený z tvojich pixelov, hráš na viacero zariadeniach?
sq: Serveri u hutua nga pikselët tuaja. A po luani në disa pajisje?

source: Set Password
ca: Estableix la Contrasenya
ro: Setează Parola
ru: Установить пароль
sq: Vendos Fjalëkalimin

source: Set protection of areas (if you need finer grained control, use protect with image upload and alpha layers)
ar: تعيين حماية المناطق (إذا كنت بحاجة إلى تحكم أدق، استخدم الحماية مع تحميل الصور وطبقات ألفا)
az: Qoruma sahələrini ayarla (daha yaxşı dənələnmiş kontrola ehtiyacın varsa, şəkil yükləmə və alfa qatları ilə qorumadan istifadə et)
ca: Estableix la protecció de les àrees (si necessites un control més precís, fes la protecció amb càrrega d'imatges i capes alfa)
el: Βάλε προστασία σε περιοχές (αν θέλεις πιο λεπτομερή έλεγχο, χρησιμοποίησε προστασία με ανέβασμα εικόνας τζαι alpha layers)
ka: დააყენეთ უბნების დაცვა (თუ გჭირდებათ უფრო წვრილმარცვლოვანი კონტროლი, გამოიყენეთ დაცვა სურათის ატვირთვით და ალფა შრეებით)
mk: ‚Поставете заштита на областите (ако ви треба пофина контрола, користете заштита со поставување слики и алфа слоеви)
pl: Ustaw ochronę obszarów (jeśli potrzebujesz bardziej szczegółowej kontroli, użyj ochrony z przesyłaniem obrazu i warstwami alfa)
ro: Setați protecția zonelor (dacă ai nevoie de un control cu granulație mai fină, utilizați protecția cu încărcarea imaginilor și straturi alpha)
ru: Поставить защиту на область (если вам нужен более точный контроль, используйте защиту вместе с загрузкой изображения и альфа слоями)
sk: Nastavte ochranu oblastí (ak potrebuš jemnejšiu kontrolu, použi ochranu s nahrávaním obrázkov a alfa vrstvy)
sq: Vendos mbrojtjen e zonave (nëse keni nevojë për kontroll më të hollësishëm, përdorni mbrojtjen me ngarkimin e imazhit dhe shtresat alfa)

source: Setting a password allows you to login by username or email, rather than only relying on 3rd party login.
ca: Establir una contrasenya et permet iniciar la sessió per nom d'usuari o correu electrònic, en comptes de dependre només en l'inici de sessió de tercers.
ro: Setarea unei parole iți permite să te conectezi prin nume de utilizator sau email, decât să te bazezi doar pe autentificare de tip 3rd party.
ru: Установка пароля позволит вам входить по нику или почте, а не только с помощью сторонних сервисов.
sq: Vendosja e një fjalëkalimi ju lejon të identifikoheni me emër përdoruesi ose email, në vend që të mbështeteni vetëm në hyrjen e palës së 3-të.

source: Settings
ar: الاعدادات
az: Ayarlar
ca: Configuració
el: Ρυθμίσεις
ka: სეთინგები
mk: Подесување
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sq: Cilësimet

source: Show Embedded
ca: Mostra Incrustat
mk: Прикажи вградени
ro: Afișează încorporatele
ru: Показать вставленное
sk: Ukáž embedded
sq: Trego Embedded

source: Show Grid
ar: إظهار الشبكة
az: Toru göstərin
ca: Mostra la Quadrícula
el: Εμφάνισε το Κάτζελο
ka: ბადის ჩვენება
mk: Прикажи мрежа
pl: Pokaż siatkę
pt: Mostrar Grade
ro: Arată Grila
ru: Отображение сетки
sk: Ukáž mriežku
sq: Trego Rrjetën

source: Show Grid in white instead of black.
ar: إظهار الشبكة باللون الأبيض بدلاً من الأسود.
az: Toru qara yerinə ağ ilə göstərin.
ca: Mostra la Quadrícula en blanc enlloc de negre.
el: Δείξε το πλέγμα σε άσπρο αντί σε μαύρο.
ka: აჩვენეთ ბადე თეთრად შავის ნაცვლად.
mk: Прикажи ја мрежата во бело наместо црно.
pl: Pokaż jasną siatkę zamiast ciemnej.
pt: Mostre a Grade em branco ao invés de preto.
ro: Arată Grila în alb în loc de negru.
ru: Отображать сетку белым цветом вместо черного.
sk: Ukáž mriežku v bielom namiesto čiernej.
sq: Shfaq Rrjetën në të bardhë në vend të zezës.

source: Show Pixel Activity
ar: إظهار نشاط البكسل
az: Pixel aktivliyini göstər
ca: Mostra Activitat de Píxels
el: Εμφάνισε τη δραστηριότητα των πίξελ
ka: Pixel Activity-ის ჩვენება
mk: Прикажи активност на пиксели
pl: Pokaż aktywność pixeli
pt: Mostra Atividade de Píxeis
ro: Arată activitatea pixelilor
ru: Отображение активности пикселей
sk: Ukáž pixelovú aktivitu
sq: Trego Aktivitetin e Pikselit

source: Show circles where pixels are placed.
ar: إظهار الدوائر حيث يتم وضع البكسل.
az: Pixellər qoyulan yerlərdə dairələr göstər.
ca: Mostra un cercle vermell cada cop que un altre usuari col·loca un píxel.
el: Δείξε που βάλλουν οι άλλοι παίκτες.
ka: აჩვენეთ წრეები, სადაც პიქსელებია განთავსებული.
mk: Прикажи кругови каде се поставени пикселите.
pl: pokaż okręgi gdzie pixele są stawiane.
pt: Mostra círculos onde píxeis são colocados.
ro: Arată cercurile unde pixelii sunt puși.
ru: Показывает круги, где был размещён пиксель.
sk: Ukáž krúžky kde sa pokladajú pixely.
sq: Trego qarqe aty ku vendosen pikselët.

source: Show overlay as small individual pixels on high zoomlevels.
ar: إظهار التراكب على هيئة بكسلات فردية صغيرة على مستويات تكبير عالية.
az: Şablonu yüsək böyüdülmədə kiçik fərdi piksellər kimi göstər.
ca: Mostra la superposició com a píxels petits individuals quan hi ha molt zoom.
el: Δείξε την επικάλυψη σαν μιτσιά pixels άμα ζουμάρεις πολλά.
ka: ოვერლეის პატარა ინდივიდუალურ პიქსელებად გამოჩენა შორი ზუმიდან.
mk: Прикажи преклоп како мали индивидуални пиксели на високи нивоа на зумирање.
pl: Pokaż nakładkę jako indywidualne małe pixele.
pt: Mostre a sobreposição como pixeis individuais pequenos em níveis de zoom altos.
ro: Arată Overlay-ul ca pixeli individuali mici la niveluri mari de zoom.
ru: Показывать оверлей в виде маленьких отдельных пикселей при высоком уровне масштабирования.
sk: Ukáž overlay ako malý individuálny pixel na vysokých približovacích levloch.
sq: Shfaq mbivendosjen si piksele të vegjël individuale në nivele të larta të zmadhimit.

source: Show templates as overlays ingame.
ar: إظهار القوالب كتراكبات داخل اللعبة.
az: Şablonları oyun içində üst-üstə düşmə kimi göstər.
ca: Mostra les plantilles com a superposicions dins del joc.
el: Δείξε τα πρότυπα σαν επικαλύψεις στο παιχνίδι.
ka: თემფლეითების ოვერლეად გამოჩენა თამაშში.
mk: Прикажи ги шаблоните како преклопени во играта.
pl: Pokaż szablony jako nakładki w grze.
pt: Mostre templates como sobreposições no jogo.
ro: Arată șablonul ca Overlay ingame.
ru: Показывать шаблоны в виде оверлея в игре.
sk: Ukáž šablony ako overlays v hre.
sq: Shfaq shabllonet si mbivendosje në lojë.

source: Size
ca: Mida
ro: Mărime
ru: Вес
sq: Madhësia

source: Small Pixels When Zoomed
ar: بكسلات صغيرة عند التكبير
az: Böyüdəndə Kiçik Piksellər
ca: Píxels Petits Quan es fa Zoom
el: Μιτσιά Πιξελς οταν κάμεις ζουμ μέσα
ka: პატარა პიქსელების ზუმი
mk: Мали пиксели при зумирање
pl: Małe pixele
ro: Zoom cu Pixeli Mici
ru: Оверлей в виде мелких пикселей
sk: Malé pixely ked priblížiš
sq: Piksele të Vegjël kur është Zmadhuar

source: Social Settings
ar: اعدادات الاجنماعية
az: Sosial Ayarlar
ca: Preferències Socials
el: Κοινωνικές ρυθμίσεις
ka: სოციალური პარამეტრები
mk: Социјални поставки
pl: ustawienia prywatności
pt: Configuração social
ro: Setări Sociale
ru: Настройки приватности
sk: Sociálne nastavenia
sq: Cilësimet Sociale

source: Source for pixuniverse on
ar: المصدر لـ pixuniverse على
ca: Codi font de pixuniverse a
el: Πηγή για το pixuniverse δαμέ
ro: Sursa cod pentru pixuniverse:
ru: Исходный код pixuniverse на
sq: Burimi për pixuniverse në

source: Stacking till
ar: تكديس حتى
az: Yığılabilən vaxt
ca: Acumulació fins a
el: Σορέφκο
ka: დაწყობა მდე
mk: ­Редење до
pl: Składanie do
pt: Empilhar até
ro: Se stachează până la
ru: Запас перезарядки
sk: Stakuje do
sq: Grumbullim deri në

source: Start chatting here
ar: ابدأ الدردشة هنا
az: Burda söhbət etməyə başlayın
ca: Comença a xatejar aquí
el: Ξεκίνα τη κουβέντα δαμέ
ka: დაიწყეთ საუბარი აქ
mk: Започнете да разговарате овде
pl: Zacznij czatować tutaj
pt: Comece a conversar aqui
ro: Începe chatul aici
ru: Начать общение здесь
sk: Začni rozprávať tu
sq: Fillo të bisedosh këtu

source: Start checking for Malware
ca: Comença a comprovar si hi ha Malware
ro: Începe să verifici dacă există malware
ru: Начать проверять на вредоносное ПО
sq: Fillo të kontrollosh për Malware

source: Statistics
ar: الاحصائيات
az: Statistikalar
ca: Estadístiques
el: Στατιστικά
ka: სტატისტიკა
mk: Статистики
pl: Statystyki
pt: Estatísticas
ro: Statistici
ru: Статистика
sk: Štatistiky
sq: Statistikat

source: Status: Not running
ar: الحالة: غير قيد التشغيل
az: Status: İşləmir
ca: Estat: No funciona
el: Εν τρέχει
ka: სტატუსი: არ მუშაობს
mk: Статус: Не работи
pl: Stan: Nie działa
ro: Stare: Nu rulează
ru: Статус: Не запущено
sk: Status: nebeží
sq: Statusi: Nuk është duke u ekzekutuar

source: Stay logged in:
ca: Mantingues la sessió iniciada:
ro: Rămâne conectat în:
ru: Оставаться в системе:
sq: Qëndro i kyçur:

source: Stop Cleaner
ar: ايقاف المنظف
az: Təmizləyiciyi dayandırın
ca: Atura el Netejador
el: Σταμάτα τον καθαριστή
ka: გააჩერე გამწმენდი
mk: Стоп за чистење
pl: Zatrzymaj Sprzątacza
ro: Oprește curățătorul
ru: Остановить очиститель
sk: Stop čistič
sq: Ndalo Pastruesin

source: Stop checking for Malware
ca: Deixa de comprovar si hi ha Malware
ro: Oprește verificarea programelor malware
ru: Прекратить проверять на вредоносное ПО
sq: Ndalo kontrollin për Malware
