Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/*.po
Languages: ar, az, ca, el, ka, mk, pl, pt, ro, ru, sk, sq

source: Didn't get an answer from pixuniverse. Try to refresh if this problem persists.
ar: لم أتلق إجابة من pixuniverse. حاول التحديث إذا استمرت المشكلة.
az: pixuniversedən yanıd alınmadı. Əgər sorun davam edirsə səhifəni yeniləyin.
ca: No s'ha obtingut cap resposta per part de pixuniverse. Intenta refrescar la pàgina.
el: Εν ήρτεω απάντηση που το pixuniverse. Δοκίμασε να φορτώσεις ξανά αν συνεχίζει το πρόβλημα.
mk: Не си добил/а одговор од Пикселпланета. Обиди се да го искористиш F5 или рефреш ако овој проблем продолжи.
pl: Zero odpowiedzi ze strony pixuniverse. Spróbuj odświeżyć stronę jeśli problem został.
ro: Nu am primit niciun răspuns de la pixuniverse. Încearcă să dai refresh daca problema persistă.
ru: Нет ответа от pixuniverse. Попробуйте обновить страницу, если проблема не исчезнет.
sk: Nezaregistrovala sa odpoveď z pixuniverse. Skús refreshnúť stránku ak problém naďalej pretrváva.
sq: Nuk u mor asnjë përgjigje nga pixuniverse. Provoni të rifreskoni nëse ky problem vazhdon.

source: Dimensions
ar: الابعاد
az: Ölçülər
el: Διαστάσεις
ka: ზომები
mk: Димензии
pl: Wymiary
pt: Dimensões
ro: Dimensiuni
ru: Размеры
sk: Dimenzie
sq: Përmasat

source: Disable Game Sounds
ar: تعطيل أصوات اللعبة
az: Səs Effektlərini bağla
ca: Desactiva els Sons del Joc
el: Απενεργοποίησε τους ήχους του παιχνιδιού
ka: თამაშის ხმების გამორთვა
mk: Оневозможи Звуци на играта
pl: Wyłącz dźwięk gry
pt: Desativar sons do jogo
ro: Oprește suntelele jocului
ru: Отключение звуков игры
sk: Vypni herné zvuky
sq: Çaktivizo Tingujt e Lojës

source: Disable History Pencil
ar: تعطيل قلم التاريخ
az: Tarix Qələmini Bağla
ca: Desactiva el Llapis d'Història
el: Απενεργοποιήστε το μολύβι ιστορικού
ka: გამორთეთ ისტორიული ფანქარი
mk: Оневозможи Историја Молив
pl: Wyłącz pędzel historyczny
pt: Desative o Lápis Histórico
ro: Creion de istorie Dezactivat
ru: Отключить рисование по истории
sk: Vypnúť Historickú ceruzku
sq: Çaktivizo Lapsin e Historisë

source: Disable Overlay Pencil
ar: تعطيل قلم التراكب
az: Şablon Qələmini Bağla
ca: Desactiva el Llapis de Superposició
el: Απενεργοποιήστε το μολύβι επικάλυψης
ka: გამორთეთ ოვერლეის ფანქარი
mk: Оневозможи преклопен молив
pl: wyłącz pędzel overlaya
pt: Desative o Lápis Overlay
ro: Dezactivează Creion de Overlay
ru: Отключить рисование по оверлею
sk: Vypnúť overlay ceruzku
sq: Çaktivizo Lapsin e Mbivendosjes

source: Disable Pencil
ar: تعطيل القلم
az: Qələmi Bağla
ca: Desactiva el Llapis
el: Απενεργοποιήστε το μολύβι
ka: ფანქრის გამორთვა
mk: Оневозможи молив
pl: Wyłącz Ołówek
pt: Desative o Lápis
ro: Dezactivează Creionul
ru: Отключить непрерывное рисование
sk: Vypnuť ceruzku
sq: Çaktivizo Lapsin

source: Display Palette in a compact form that takes less screen space.
ar: لوحة العرض بشكل مضغوط يأخذ مساحة أقل على الشاشة.
az: Palitranı daha az ekran sahəsi tutan kompakt formada göstərin.
ca: Mostra la Paleta de forma compacta per ocupar menys espai de la pantalla.
el: Μιτσιά παλέτα για να πιάνει λλιόττερη θέση.
ka: ჩვენება პალიტრა კომპაქტური ფორმით, რომელიც ნაკლებ ადგილს იკავებს ეკრანზე.
mk: Палета за прикажување во компактна форма која зазема помалку простор на екранот.
pl: Pokaż palete kolorów w kompaktowej formie która zajmuje mniej miejsca na ekranie.
pt: Mostrar a paleta em um formato compacto que ocupa menos espaço da tela.
ro: Arată Paleta într-o formă compactă ca să ocupe mai puțin spațiu.
ru: Отображение палитры в компактной форме, занимающей меньше места на экране.
sk: Paleta displeja v kompaktnej forme, ktorá zaberá menej miesta na obrazovke.
sq: Shfaq paletën në një formë kompakte që zë më pak hapësirë në ekran.

source: Do stuff with IPs (one IP per line)
ar: القيام بأشياء مع عناوين IP (عنوان IP واحد لكل سطر)
az: IP-lərlə işlər aparın (hər sətirdə bir IP)
ca: Fes coses amb IPs (una IP per línia)
el: Κάμε πράματα με τις IP (μια IP ανά γραμμή)
ka: გააკეთეთ საქმეები IP-ით (თითო IP თითო ხაზზე)
mk: Правете работи со IP-адреси (една IP по линија)
pl: Rób różne rzeczy z adresami IP (jeden adres IP na linię)
pt: Fazer alguma ação com IPs (um IP por linha)
ro: Faceți lucruri cu IPuri (un IP pe linie)
ru: Сделать что-то с IP (один IP на строку)
sk: Rob veci s IPs (jedna ip za lajnu)
sq: Bëni gjëra me IP (një IP për rresht)

source: Don't remember
ca: No recordar
ro: Nu îmi amintesc
ru: Не запоминать
sq: Mos mbaj mend

source: Don't show me in global stats
ar: لا تظهرني بالاحصائيات العامة
az: Məni qlobal statistikada göstərməyin
ca: No em mostris a les estadístiques globals
el: Μεν με δείχνεις στα παγκόσμια στατιστικά
ka: არ მაჩვენო მსოფლიო სტატისტიკაში
mk: Не ми покажувај во глобалната статистика
pl: Nie pokazuj mnie w statystykach globalnych
pt: Não me mostre nas estatísticas globais
ro: Nu mă arăta în statisticile globale
ru: Не отображать меня в глобальной статистике
sk: Neukazuj ma v globálnych štatistikác
sq: Mos më shfaq në statistikat globale

source: Download Template
ar: تحمبل القالب
az: Template yüklə
ca: Descarregar Plantilla
el: Κατέβασμα προτύπου
ka: ჩამოტვირთეთ შაბლონი
mk: Исталирај Темплејт
pl: Pobierz szablon
pt: Baixar Template
ro: Descarcă Templateul
ru: Скачать шаблон
sk: Stiahni si šablonu
sq: Shkarko Shabllonin

source: Drag ${ mouseSymbol } mouse or ${ touchSymbol } pan to move
ar: اسحب ${ mouseSymbol } الماوس او ${ touchSymbol } اسحب و حرك اصبعك للحركة
az: Siçanınızı basılı tutub dartaraq ${ mouseSymbol } vəya ${ touchSymbol } ekrana basılı tutub hərəkət ettirərək lövhədə gəzinin
ca: Prem i arrossega amb el ratolí ${ mouseSymbol } o el dit ${ touchSymbol } per desplaçar-te
el: Σύρε το ποντίκι ${ mouseSymbol } ή το δάχτυλο ${ touchSymbol } για να κινηθείς
ka: გადაიტანეთ ${ mouseSymbol } მაუსი ან ${ touchSymbol } ტანი გადასაადგილებლად
mk: Повлечете го глувчето ${ mouseSymbol } или тавата ${ touchSymbol } за да се движите
pl: Przeciągnij myszką ${ mouseSymbol } lub ${ touchSymbol } przesuń palcem aby się poruszyć
pt: Arraste o ${ mouseSymbol } mouse ou ${ touchSymbol } desloque para mover
ro: Mișcă ${ mouseSymbol } mouseului sau ${ touchSymbol } pan pentru a te mișca
ru: Перемещайте ${ mouseSymbol } мышь или ${ touchSymbol } проводите пальцем, чтобы перемещаться
sk: Presuň sa potiahnutím myši ${ mouseSymbol } alebo posúvaním ${ touchSymbol }
sq: Tërhiqni ${ mouseSymbol } mausin ose ${ touchSymbol } gishtin për të lëvizur

source: Duration
ar: المدة
az: Müddət
ca: Durada
el: Διάρκεια
ka: ხანგრძლივობა
mk: Траење
pl: Długość
pt: Duração
ro: Durata
ru: Длительность
sk: Dľžka
sq: Kohëzgjatja

source: Easter Egg OFF
ar: إيقاف السر
az: Easter Egg bağlandı
ca: Easter Egg Desactivat
el: Έσβησε το μυστικό
ka: სააღდგომო კვერცხი გამორთულია
mk: Велигденско Јајце Исклучено
pl: Easter Egg WYŁ
pt: Easter Egg DESATIVADO
ro: Caracteristici Ascunse Dezactivat
ru: Пасхалки выключены
sk: Easter egg vypnutý
sq: Veza e Pashkëve OFF

source: Easter Egg ON
ar: تشغيل السر
az: Easter Egg qoşuldu
ca: Easter Egg Activat
el: Άναψε το μυστικό
ka: სააღდგომო კვერცხი ჩართულია
mk: Велигденско Јајце Оклучено
pl: Easter Egg WŁ
pt: Easter Egg ATIVADO
ro: Caracteristici Ascunse Activat
ru: Пасхалки включены
sk: Easter egg zapnutý
sq: Vezë e Pashkëve ON

source: Edit
ar: تعديل
az: Redaktə et
ca: Edita
el: Επεξεργασία
ka: დაედითება
mk: Уредување
pl: Edytuj
pt: Editar
ro: Schimbă
ru: Изменить
sk: Uprav
sq: Redakto

source: Email
ar: البريد
ca: Correu Electrònic
ka: იმეილი
mk: Емаил
ru: Электронный адрес

source: Email can't be empty.
ar: لا يمكن أن يكون البريد الإلكتروني فارغًا.
az: Email boş ola bilməz.
ca: Has d'emplenar el Correu Electrònic.
el: Το email εν μπορεί να είναι άδειο.
ka: ელფოსტა არ შეიძლება იყოს ცარიელი.
mk: Емаил не може да биде празен.
pl: Okienko z mailem nie może być puste.
pt: E-mail não pode estar vazio.
ro: Emailul nu poate fi gol.
ru: Необходимо указать адрес электронной почты.
sk: Email nesmie byť prázdny.
sq: Email nuk mund të jetë bosh.

source: Email can't be longer than 40 characters.
ar: لا يمكن أن يتجاوز البريد الإلكتروني 40 حرفًا.
az: Email 40 simvoldan uzun olabilməz.
ca: El Correu Electrònic no pot contenir més de 40 caràcters.
el: Το email εν μπορεί να είναι παραπάνω που 40 γράμματα.
ka: ელფოსტა არ შეიძლება იყოს 40 სიმბოლოზე მეტი.
mk: Е-поштата не може да биде подолга од 40 знаци.
pl: mail nie może być dłuższy niż 40 znaków.
pt: E-mail não pode ser maior que 40 caracteres.
ro: Emailul nu poate avea mai mult de 40 de litere.
ru: Электронная почта не может быть длиннее 40 символов.
sk: Email nesmie byť dlhší ako 40 písmen.
sq: Email nuk mund të jetë më i gjatë se 40 karaktere.

source: Email is used to verify your account. You might get a cofirmation mail after registering.
ca: El Correu Electrònic s'utilitza per verificar el teu compte. És possible que rebis un correu de confirmació després de registrar-te.
ro: Email-ul este folosit sa îți verifici accountul. Este posibil să primesti un email de confirmare dupa ce te înregistrezi.
ru: Почта используется для подтверждения аккаунта. Вы можете получить письмо с подтверждением после регистрации.
sq: Email përdoret për të verifikuar llogarinë tuaj. Ju mund të merrni një email verifikimi pas regjistrimit.

source: Email should at least contain a dot
ar: يجب أن يحتوي البريد الإلكتروني على نقطة على الأقل
az: Email ən az 1 nöqtə içərməlidir
ca: El Correu Electrònic ha de contenir com a mínim un punt
el: Το email πρέπει να έσιει τουλάχιστον μια τελεία
ka: ელფოსტა მინიმუმ წერტილს უნდა შეიცავდეს
mk: Е-поштата треба барем да содржи точка
pl: mail powinien zawierać przynajmniej kropkę
pt: E-mail deve ter pelo menos um ponto
ro: Emailul trebuie să conțină cel puțin un punct
ru: Электронная почта должна содержать точку
sk: Email by mal obsahovať aspoň bodku
sq: Email duhet të përmbajë të paktën një pikë

source: Email should be at least 5 characters long.
ar: يجب أن يكون البريد الإلكتروني بطول 5 أحرف على الأقل.
az: Email ən az 5 simvol uzunluğunda olmalıdır.
ca: El Correu Electrònic ha de contenir 5 caràcters com a mínim.
el: Το email πρέπει να έχει τουλάχιστον 5 γράμματα.
ka: ელფოსტა უნდა იყოს მინიმუმ 5 სიმბოლო.
mk: Е-поштата треба да биде долга најмалку 5 знаци.
pl: Mail powinien mieć przynajmniej 5 znaków.
pt: E-mail deve ter ao menos 5 caracteres.
ro: Emailul trebuie să aibă cel puțin 5 litere.
ru: Электронная почта должна состоять не менее чем из 5 символов.
sk: Email by mal byt aspon 5 písmen dlhý.
sq: Email duhet të jetë të paktën 5 karaktere i gjatë.

source: Email should contain a @
ar: يجب أن يحتوي البريد الإلكتروني على @
az: Email-də @ simvolu olmalıdır
ca: El Correu Electrònic ha de contenir una @
el: Το email πρέπει να έσιει @
ka: ელფოსტა უნდა შეიცავდეს @
mk: Е-поштата треба да содржи @
pl: mail powinien zawierać @
pt: E-mail deve ter um @
ro: Emailul trebuie să conțină un "@"
ru: Электронная почта должна содержать @
sk: Email by mal obsahovať
sq: Email duhet të përmbajë një @

source: Enable Overlay
ar: تمكين التراكب
az: Şablonu aç
ca: Activa la Superposició
el: Ενεργοποίηση Επικάλυψης
ka: ოვერლეის ჩართვა
mk: Овозможи преклопување
pl: Włącz nakładkę
pt: Ativar Overlay
ro: Activează Overlay-ul
ru: Включить оверлей
sk: Zapnúť overlay
sq: Aktivizo Mbivendosjen

source: Enable Pencil
ar: تمكين القلم
az: Qələmi Aç
ca: Activa el Llapis
el: Ενεργοποίηση μολυβιού
ka: ფანქრის ჩართვა
mk: Овозможи Молив
pl: Włącz Pędzel
pt: Ative o Lápis
ro: Activează Creaionul
ru: Включить непрерывное рисование
sk: Zapnúť ceruzku
sq: Aktivizo Lapsin

source: Enable chat notifications
ar: تمكين إشعارات الدردشة
az: Sohbet bildirimlərini aç
ca: Activa les notificacions del xat
el: Ενεργοποίησε τις ειδοποιήσεις του chat
ka: ჩეთის შეტყობინებების ჩართვა
mk: Овозможете известувања за разговор
pl: Włącz powiadomienia czatu
pt: Ativar notificações do bate-papo
ro: Permite notificările de chat
ru: Включить уведомления чата
sk: Zapni si chat notifikácie
sq: Aktivizo njoftimet e bisedës

source: Enter Characters
ar: أدخل الأحرف
az: Simvolları daxil edin
ca: Introdueix els Caràcters
el: Γράψε τους χαρακτήρες
ka: შეიყვანეთ სიმბოლოები
mk: Внесете знаци
pl: Wpisz znaki
pt: Digite os Caracteres
ro: Pune caracterele
ru: Введите символы
sk: Napíš písmenká
sq: Shkruaj Karakteret

source: Enter Reason
ar: ادخل سبب
az: Səbəb daxil edin
ca: Introdueix la Raó
el: Βάλε λόγο
ka: შეიყვანეთ მიზეზი
mk: Напиши Причина
pl: Prowadź Powód
pt: Digite uma Razão
ro: Pune Motiv
ru: Введите причину
sk: Napíš dôvod
sq: Shkruaj Arsyen

source: Enter UserName of new Mod
ar: أدخل اسم المستخدم للمشرف الجديد
az: Yeni modun istifadəçi adını daxil edin
ca: Introdueix el Nom d'Usuari del nou Moderador
el: Βάλε το όνομα χρήστη του νέου συντονιστή
ka: ჩაწერე სახელი ახალი მოდერატორის
mk: Внесете корисничко име на новиот мод
pl: Wprowadź nazwę użytkownika nowego moda
pt: Escreva o nome de usuário do novo moderador
ro: Pune Numele de Utilizator al moderatorului nou
ru: Введите имя пользователя нового модератора
sk: Zadaj Uživatelské meno nového moda
sq: Fut UserName të Moderatorit të ri

source: Enter your mail address and we will send you a new password:
ar: أدخل عنوان بريدك الإلكتروني وسنرسل لك كلمة مرور جديدة:
az: Email adresinizi daxil edin və biz sizə yeni bir parol göndərəcəyik:
ca: Introdueix la teva adreça de correu electrònic i t'enviarem una nova contrasenya:
el: Βάλε τη διεύθυνση του email σου τζαι εν να σου στείλουμε καινούριο κωδικό:
ka: შეიყვანეთ თქვენი ფოსტის მისამართი და ჩვენ გამოგიგზავნით ახალ პაროლს:
mk: Напишете ја својата емаил адреса и ние ќе ви пратиме нова лозинка:
pl: Wpisz swój adres mailowy i wyślemy ci twoje nowe hasło:
pt: Coloque seu endereço de e-mail e lhe enviaremos uma senha nova:
ro: Pune adresa ta de mail și o să îți trimitem o parolă nouă:
ru: Введите свой адрес электронной почты, и мы вышлем вам новый пароль:
sk: Napíš svoju mailovú adresu a my ti pošleme nové heslo:
sq: Shkruaj adresën tënde të postës dhe ne do t'ju dërgojmë një fjalëkalim të ri:

source: Error
ar: خطأ
az: Xəta
el: Σφάλμα
ka: შეცდომა
mk: Грешка
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sq: Gabim

source: Error ${ retCode }
ar: خطأ ${ retCode }
az: Xəta${ retCode }
el: Σφάλμα ${ retCode }
ka: უცნაური ${ retCode }
mk: Грешка${ retCode }
pl: Błąd ${ retCode }
pt: Erro ${ retCode }
ro: Eroare ${ retCode }
ru: Ошибка ${ retCode }
sk: Chyba ${ retCode }
sq: Gabim ${ retCode }

source: Error :(
ar: خطأ
az: Xəta :(
el: Σφάλμα :(
ka: შეცდომა
mk: Грешка :(
pt: Erro :(
ro: Eroare :(
ru: Ошибка :(
sk: Chyba :(
sq: Gabim :(

source: Expand
ca: Amplia
ro: Expandă
ru: Развернуть
sq: Zgjero

source: Export enabled templates
ar: تصدير القوالب الممكّنة
az: Açıq şablonları xaric et
ca: Exporta les plantilles habilitades
el: Εξάγαρε τα πρότυπα που είναι ενεργά
ka: ჩართული თემფლეითების დაექსპორტება
mk: Извези овозможени шаблони
pl: Eksportuj włączone szablony
pt: Exportar templates habilitadas
ro: Exportă șabloanele activate
ru: Экспортировать включенные шаблоны
sk: Exportuj zapnuté šablony
sq: Eksporto shabllonet aktive

source: Factor
mk: Фактор
ru: Фактор
sk: Faktor
sq: Faktori

source: File
ar: الملف
az: Fayl
ca: Arxiu
el: Αρχείο
ka: ფაილი
mk: Фајл
pl: Plik
pt: Arquivo
ro: Filă
ru: Файл
sk: Súbor
sq: Skedar

source: Fish Display
ca: Visualització dels Peixos
ro: Display de pești
ru: Галерея рыб
sq: Shfaqja e Peshqve

source: For
ca: Per
ro: Pentru
ru: За
sq: Për

source: For Developers
ca: Pels Desenvolupadors
ro: Pentru Developeri
ru: Для разработчиков
sq: Për Zhvilluesit

source: For any legal issues, please contact ${ mailLink }. If you want to delete your data, simply delete your account, this in fact wipes all privacy relevant traces. Your placed pixels will of course not be deleted.
ca: Per qualsevol assumpte legal, contacta amb ${ mailLink }. Si vols suprimir les teves dades, simplement esborra el teu compte, de fet això esborra tots els rastres rellevants de privadesa. Els píxels que hagis col·locat no s'eliminaran, és clar.
ro: Pentru orice problemă legală, contactează ${ mailLink }. Daca vrei sa îți stergi progresul, doar sterge-ți accountul, facând acest lucru îți va sterge toate urmele legate de intimitate . Evident, pixeli tăi plasați nu vor fi șterși.
ru: В случае возникновения юридических вопросов, пожалуйста, свяжитесь с ${ mailLink }. Если вы хотите удалить свои данные, просто удалите свой аккаунт – это фактически приведет к удалению всех данных, касающихся вашей конфиденциальности. Ваши размещенные пиксели, конечно же, не будут удалены.
sq: Për çfarëdo çështje ligjore, ju lutemi kontaktoni ${ mailLink }. Nëse dëshironi të fshini të dhënat tuaja, thjesht fshini llogarinë tuaj, kjo në fakt fshin të gjitha gjurmët e lidhura me privatësinë. Pikselet tuaja të vendosura sigurisht që nuk do të fshihen.

source: For one day
ca: Durant un dia
ro: Pentru o zi
ru: На один день
sq: Për një ditë

source: For one month
ca: Durant un mes
ro: Pentru o lună
ru: На один месяц
sq: Për një muaj

source: For one week
ca: Durant una setmana
ro: Pentru o săptamână
ru: На одну неделю
sq: Për një javë

source: For one year
ca: Durant un any
ro: Pentru un an
ru: На один год
sq: Për një vit

source: For when you are playing on a potato.
ar: عندما تلعب على بطاطس.
az: Kartoşka ilə oynayırsanızsa seçin.
ca: Per quan jugues des d'un ordinador patata.
el: Αν ο υπολογιστής σου εν τα φκαίνει, βάλε το δαμέ.
ka: როცა კარტოფილზე თამაშობ.
mk: За кога играте на компир.
pl: Jeśli masz chujowego kompa.
pt: Para quando você está jogando em um PC da Xuxa.
ro: Pentru atunci când te joci pe un cartof.
ru: Когда вы играете на калькуляторе.
sk: Ked hráš na zemiaku.
sq: Kur je duke luajtur në një patate.

source: Forever
ca: Per sempre
ro: Pentru totdeauna
ru: Навсегда
sq: Përgjithmonë

source: From History
ca: Des de la Història
mk: Од Историја
pl: Z historii
ro: Din Istorie
ru: истории
sk: Z histórie
sq: Nga Historia

source: From Template
ca: Des de la Plantilla
mk: Од Темплејт
pl: Z szablonu
ro: Din Șablon
ru: шаблону
sk: Zo šablony
sq: Nga Shablloni

source: Get IID
ar: احصل على IID
az: IID'yi əldə edin
ca: Obtén l'IID
el: Πιάε IID
ka: მიიღეთ IID
mk: Земете ИД
pl: otrzymaj IID
pt: Obter IID
ro: Primește IIDul
ru: Получить IID
sk: Získaj IID
sq: Merr IID

source: Get Pixels
ar: احصل على بكسلات
az: Pixelləri əldə edin
ca: Obtén els Píxels
el: Πιάστα pixels
ka: მიიღეთ პიქსელები
mk: Добијте пиксели
pl: Sprawdź Pixele
pt: Obter Pixeis
ro: Fă rost de Pixeli
ru: Получить пиксели
sk: Získaj pixely
sq: Merr Pikselët

source: Get Users
ar: احصل على مستخدمين
az: İstifadəçiləri əldə edin
ca: Obtén els Usuaris
el: Πιάσε τους πλάζματα
ka: მიიღეთ მომხმარებლები
mk: Добијте корисници
pl: Sprawdź Użytkowników
pt: Obter Usuários
ro: Fă rost de utilizatori
ru: Получить пользователей
sk: Získaj používateľov
sq: Merr Përdoruesit

source: Get email address
ca: Obtén l'adreça de correu electrònic
pt: Obter endereço de e-mail
ro: Obțineți adresa de email
ru: Получить адрес электронной почты
sq: Merr adresën email

source: Get the amount of Pixels placed and ranking
ca: Obtén la quantitat de Píxels col·locats i la classificació
pt: Obter a quantidade de Pixeis colocados e a classificação
ro: Obține numărul de Pixeli plasați și ranking-ul
ru: Получить количество размещенных пикселей и рейтинг
sq: Të marrë sasinë e Pikselëve të vendosur dhe renditjen

source: Globe View
ar: منظر الكرة الأرضية
az: Dünya Görünümü
ca: Vista del Globus Terraqui
el: Υδρόγειου
ka: გლობუსის ნახვა
mk: Глобус поглед
pl: Globusowy widok
pt: Visão do Globo
ro: Vedere de pe glob
ru: Просмотр глобуса
sk: Zemeguľový výhlad
sq: Pamja e Globit

source: Go to
ar: الذهاب الى
az: Get
ca: Ves a
el: Πάενε στο
ka: წასვლა
mk: Иди до
pl: Idź do
pt: Ir até
ro: Mergi la
ru: Перейти
sk: Chod do
sq: Shko

source: Grant
ca: Concedir
ro: Permite
ru: Предоставить
sq: Prano

source: Grid OFF
ar: إيقاف تشغيل الشبكة
az: Tor bağlandı
ca: Quadrícula Desactivada
el: Kάτζελο Ανένεργο
ka: ბადე გამორთულია
mk: Табела од коцки исклучена
pl: Siatka Wył
pt: Grelha DESATIVADA
ro: Grilă Oprită
ru: Сетка выключена
sk: Mriežka vypnutá
sq: Rrjeta OFF

source: Grid ON
ar: تشغيل الشبكة
az: Tor qoşuldu
ca: Quadrícula Activada
el: Kάτζελο Ενεργό
ka: ბადე ჩართულია
mk: Табела од коцки оклучена
pl: Siatka WŁ
pt: Grelha ATIVADA
ro: Grilă Pornită
ru: Сетка включена
sk: Mriežka zapnutá
sq: Rrjeta ON

source: Have fun!
ar: استمتع!
az: Əylənin!
ca: Passa-t'ho bé!
el: Καλή φάση!
ka: გაერთე!
mk: Имај забава!
pl: Baw się dobrze!
pt: Se divirta!
ro: Distrează-te!
ru: Развлекайтесь!
sk: Zabav sa!
sq: Argëtohuni!

source: Height
ar: ارتفاع
az: Hündürlük
ca: Alçada
el: Ύψος
ka: სიმაღლე
mk: Висина
pl: Wysokość
pt: Altura
ro: Înălțime
ru: Высота
sk: Výška
sq: Lartësia

source: Help
ar: مساعدة
az: Yardım
ca: Ajuda
el: Βοηθά
ka: დახმარება
mk: Помош
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Помощь
sk: Pomoc
sq: Ndihmë

source: Here we collect removed canvases to archive them properly. Which is currently only one.
ar: هنا نجمع اللوحات المحذوفة لأرشفتها بشكل صحيح. يوجد حاليًا لوحة واحدة فقط.
az: Burada biz silinən lövhələri düzgün bir şəkildə arxivləmək üçün yığırıq. Burada yalnız biridir.
ca: Aquí col·leccionem llenços antics per arxivar-los de forma correcta. Que per ara només n'hi ha una.
el: Δαμέ μαζεύκουμε τους καμβάες που εφκάλουμε για να τους αρχειοθετήσουμε σωστά. Τωρά εν μόνον ένας.
ka: აქ ჩვენ ვაგროვებთ ამ კანვასებს, რათა დავაარქივოთ ისინი სათანადო გზით (რომელიც ამჟამად მხოლოდ ერთია).
mk: Овде собираме отстранети платна за да ги архивираме правилно. Кој моментално е само еден.
pl: Tutaj zbieramy usunięte płótna aby zarchiwizować we właściwy sposób. Aktualnie jest tylko jedno.
ro: Aici colectăm toate canvasurile pentru a le arhiva într-o cale ca lumea (care este momentan doar una).
ru: Здесь мы храним эти полотна, чтобы заархивировать их должным образом, которых на данный момент только одно.
sk: Tu zhromažďujeme odstránené plátna, aby sme ich správne archivovali. Ktorá je momentálne len jedna.
sq: Këtu ne mbledhim kanavacat e hequra për t'i arkivuar ato siç duhet. E cila aktualisht është vetëm një.

source: Hide Embed
ca: Amaga l'Incrustació
mk: Сокриј Вградување
ro: Ascunde încorporatele
ru: Спрятать вставленное
sk: Schovaj embed
sq: Fshih Embed

source: Higher zoomlevels take some time to update, the 3D globe gets updated at least once per day.
ar: تستغرق مستويات التكبير الأعلى بعض الوقت للتحديث، ويتم تحديث الكرة الأرضية ثلاثية الأبعاد مرة واحدة على الأقل يوميًا.
az: Löhvəyə uzaqdan baxdıqca yenilənmə vaxtı artır.3D dünya hər gün ən az 1 dəfə yenilənir.
ca: Nivells de zoom més alts requereixen més temps per actualitzar-se. El globus terraqüi 3D s'actualitza com a mínim un cop al dia.
el: Τα μεγάλα zoom αρκούν λλίο να φκάλουν update, ο 3D χάρτης ανανεώνεται τουλάχιστον μια φορά τη μέρα.
ka: უფრო მაღალ მასშტაბურ ზუმს გარკვეული დრო სჭირდება განახლებას, 3D გლობუსი განახლდება დღეში ერთხელ მაინც.
mk: На повисоките нивоа на зум им треба малку време за да се ажурираат, 3D глобусот се ажурира најмалку еднаш дневно.
pl: Aktualizacja dalszych zoomów, zajmuje trochę czasu, płótno 3D jest aktualizowane co najmniej raz dziennie.
pt: Níveis de zoom maiores demoram mais para serem atualizados, o globo 3D é atualizado pelo menos uma vez por dia.
ro: Actualizarea nivelurilor mai mari de zoom necesită ceva timp, globul 3D este actualizat cel puțin o dată pe zi.
ru: Более высокие уровни увеличения масштаба карты требуют некоторое время для обновления, 3D глобус обновляется как минимум один раз в день.
sk: Aktualizácia vyšších úrovní priblíženia nejaký čas trvá, 3D glóbus sa aktualizuje aspoň raz za deň.
sq: Nivelet më të larta të zmadhimit kërkojnë pak kohë për t'u përditësuar, globi 3D përditësohet të paktën një herë në ditë.

source: Historical View
ar: العرض التاريخي
az: Tarixsəl baxış
ca: Vista Històrica
el: Δες πως ήταν ο καμβάς
ka: ისტორიული ხედი
mk: Историјски поглед
pl: Wgląd na historie
pt: Visão Histórica
ro: Vedere Istorică
ru: Режим истории
sk: Historické videnie
sq: Pamje Historike
