Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/ssr-*.po
Languages: az, da, de, es, et, fa, hu, pt, ro, ru, sq

source: List of available scopes
az: Əlçatan scopes siyahısı
da: Liste over tilgængelige scopes
de: Liste aller verfügbaren scopes
pt: Lista de scopes disponiveis
ro: Listă de scopuri valabile
ru: Список доступных прав доступа
sq: Lista e scopes të disponueshme

source: Loading...
az: Yüklənir...
da: Indlæser...
de: Lade...
es: Cargando...
et: Laadimine...
fa: بارگذاری...
hu: Betöltés...
pt: Carregando...
ro: Se încarcă...
ru: Загрузка...
sq: Duke ngarkuar…

source: Login from new location on pixuniverse
az: "pixuniverse"-də yeni yerdən giriş
da: Login fra ny placering på pixuniverse
de: Anmeldung von neuem Standort
fa: ورود از طریق آی‌پی جدید در پیکسل پلنت
pt: Novo início de sessão no pixuniverse
ro: Conecteazăte dintr-o nouă locație pe pixuniverse
ru: Вход из нового места на pixuniverse
sq: Hyrje nga një vendndodhje e re në pixuniverse

source: Login is required
az: Giriş tələb olunur
da: Login er påkrævet
de: Anmeldung erforderlich
es: Se requiere acceso
fa: ورود الزامی است
hu: Bejelentkezés szükséges
pt: É obrigatório login
ro: Conectarea este necesară
ru: Необходим вход
sq: Duhet të hyni

source: Mail is already in use!
az: E-poçt artıq istifadə olunur!
da: Mail er allerede i brug!
de: E-Mail wird schon in Verwendung!
es: El correo ya está en uso!
et: Meil on juba kasutuses!
fa: ایمیل از قبل در حال استفاده است!
hu: Ez az email már foglalt!
pt: O endereço de e-mail já está em uso!
ro: Mail-ul este deja folosit!
ru: Почта уже используется!
sq: Email-i është në përdorim!

source: Mail is not configured on the server
az: Email serverdə konfiqurasiya edilməyib
da: Mail er ikke konfigureret på serveren
de: Mail ist auf diesen Server nicht konfiguriert
es: El mail no está configurado en el servidor
et: Meil ei ole serveris konfigureeritud
fa: ایمیل روی سرور پیکربندی نشده است
hu: Az e-mail cím nincs beállítva a szerveren
pt: Endereço de e-mail não está configurado no servidor
ro: Mail nu este configurat pe server
ru: Почта не настроена на сервере
sq: Email-i nuk është i konfiguruar në server

source: Mail verification
az: Email doğrulaması
da: Mail bekræftelse
de: E-Mail verifizieren
es: Verificación de correo
et: Meili verifikatsioon
fa: تایید ایمیل
hu: E-mail hitelesítés
pt: Verificação de e-mail
ro: Mail verificat
ru: Подтверждение почты
sq: Verifikim me email

source: Minimap
az: Mini xəritə
da: Minikort
de: Kleine Karte
es: Minimapa
et: Minikaart
fa: مینی‌مپ
hu: Kistérkép
pt: Minimapa
ru: Миникарта
sq: Miniharta

source: Mirror of PixelCanvas
az: PixelCanvas'ın aynası
da: Spejl af PixelCanvas
de: Kopie von PixelCanvas
es: Espejo de PixelCanvas
et: Peegeldus PixelCanvas'est
fa: آینه بوم پیکسل
hu: A Pixelvászon tükörképe
pt: Espelho do PixelCanvas
ro: Oglinda pentru PixelConvas
ru: Зеркало PixelCanvas
sq: Pasqyra e PixelCanvas

source: Mirror of PixelZone
az: PixelZone'nin aynası
da: Spejl af PixelZone
de: Kopie von PixelZone
es: Espejo de PixelZone
et: Peegeldus PixelZone'ist
fa: آینه منطقه پیکسل
hu: A Pixelzóna tükörképe
pt: Espelho do PixelZone
ro: Oglindă pentru PixelZone
ru: Зеркало PixelZone
sq: Pasqyra e PixelZone

source: Moon
az: Ay
da: Måne
de: Mond
es: Luna
et: Kuu
fa: ماه
hu: Hold
pt: Lua
ro: Lună
ru: Луна
sq: Hëna

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
az: Ay lövhəsi.Rəsmlər üçün təhlükəsiz yerdir.Bayraqlar vəya böyük yazılar(əsərin parçası deyilsə) vəya 1.5k x 1.5k pixeldən oluşan əsərlər qadağandır.
da: Måne kanvas. Sikkert sted for kunst. Ingen flager eller stor text (undtagen hvis del af kunst) eller større end 1,5k x 1,5k pixels.
de: Mond Leinwand. Kunst erwünscht. Keine Flaggen oder großer Text außer als Teil von Kunst und nicht größer als 1,5k x 1,5k pixels.
es: Lienzo Lunar. Un espacio seguro para el arte. No se permiten banderas gigantes (a menos que sean parte de un dibujo) o dibujos mayores a 1.5k x 1.5k píxeles.
et: Kuu lõuend. Ohutu koht kunstile. Lippude, suure teksti (kui see just ei ole kunsti osa) ja teoste, mille suurus ületab 1500x1500 pikslit joonestamine on keelatud.
fa: بوم ماه. فضای امن برای هنر بدون پرچم یا متن بزرگ (مگر اینکه بخشی از هنر) یا هنری بزرگتر از 1.5k × 1.5k پیکسل باشد.
hu: Hold vászon. Biztonságos terület a művészet számára. Tiltott a zászló vagy nagyméretű szöveg (kivéve, ha az alkotás része) vagy 1,5k x 1,5k pixelnél nagyobb rajz.
pt: Canvas da Lua. Espaço seguro para artes. Sem bandeiras ou grandes textos (a não ser que faça parte da arte) ou maior que 1.5k x 1.5k pixeis.
ro: Convas de Lună. Spațiu sigur pentru artă. Fără steaguri sau texte mari (cu excepția cazului în care face parte din artă) sau artă mai mare de 1,5k x 1,5k pixeli.
ru: Полотно луны. Безопасное место для рисунков. Никаких флагов и крупного текста (если только это не часть рисунка) или изображений размером более 1,5 х 1,5 тысячи пикселей.
sq: Kanavaca e Hënës. Hapësirë e sigurt për art. Nuk lejohen flamujt ose tekste të mëdha (nëse nuk është pjesë e artit) ose art më të madh se 1.5k x 1.5k piksel.

source: Name already in use.
az: Ad artıq istifadə olunur.
da: Navn allerede i brug.
de: Name bereits in Verwendung.
es: El nombre ya está en uso.
et: Nimi on juba kasutuses.
hu: Ez a név már használatban van.
pt: Nome já se encontra em uso.
ro: Numele este deja folosit.
ru: Ник уже используется.
sq: Emri është në përdorim.

source: Name can't be empty.
az: Ad boş olabilməz.
da: Navn må ikke være tomt.
de: Name kann nicht leer sein.
es: El campo de nombre no puede estar vacío.
et: Nimi ei saa olla tühi.
fa: نام نمی تواند خالی باشد.
hu: A név nem lehet üres.
pt: Nome não pode estar vazio.
ro: Numele nu poate fi gol.
ru: Ник не может быть пустым.
sq: Emri nuk mund të jetë bosh.

source: Name contains invalid character like @, /, \ or #
az: Ad keçərsiz simvol içərir, məsəlan @, /, \ vəya #
da: Navn indeholder ugyldige tegn f.eks. @, /, \ eller #
de: Ungültige Zeichen im Namen wie @,/.\ oder #
es: El nombre contiene caracteres inválidos como @, /, \ o #
et: Nimi sisaldab ebasobiliku tähist nagu @, /, \ või #
fa: نام حاوی نویسه نامعتبر مانند @، /، \ یا # است
hu: A név érvénytelen karaktereket tartalmaz mint például: @, /, \ vagy #
pt: Nome contem caractere invalido como @,/,\ ou #
ro: Numele conține litere invalide de exemplu @,/,\ sau #
ru: Ник содержит недопустимые символы, такие как @, /, \ или #
sq: Emri përmban karaktere të pavlefshme si @, /, \ ose #

source: Name is too long
az: Ad çox uzundur
da: Navn er for langt
de: Name zu lang
es: El nombre es demasiado largo
et: Nimi on liiga pikk
fa: نام خیلی طولانی است
hu: A név túl hosszú
pt: Nome é demasiado longo
ro: Numele este prea lung
ru: Ник слишком длинный
sq: Emri është shumë i gjatë

source: Name must be at least 2 characters long
az: Ad ən az 2 simvol uzunluğunda olmalıdır
da: Navn skal være mindst 2 tegn langt
de: Name muss mindestens 2 Zeichen lang sein
es: El nombre debe tener al menos 2 caracteres de largo
et: Nimi peab olema vähemalt 2 tähist pikk
fa: نام باید حداقل 2 کاراکتر باشد
hu: A névnek legalább 2 karakterből kell állnia
pt: Nome deve ter ao menos 2 caracteres
ro: Numele trebuie să aibă cel puțin 2 litere
ru: Ник должен состоять не менее чем из 2 символов
sq: Emri duhet të jetë të paktën 2 karaktere i gjatë

source: Name must be shorter than 26 characters
az: Ad 26 simvoldan qısa olmalıdır
da: Navn skal være kortere end 26 tegn
de: Name muss kürzer als 26 Zeichen sein
es: El correo debe tener menos de 26 caracteres
et: Nimi peaks olema lühem kui 26 tähist
fa: نام باید کمتر از 26 کاراکتر باشد
hu: A név nem lehet hosszabb 26 karakternél
pt: Nome deve ser menor que 26 caracteres
ro: Numele trebuie să aibă mai puțin de 26 de litere
ru: Ник должен быть короче 26 символов
sq: Emri duhet të jetë më i shkurtër se 26 karaktere

source: Name or Email does not exist!
az: Ad və ya E-poçt mövcud deyil!
da: Navn eller Email eksisterer ikke!
de: Name oder E-Mail nicht vorhanden!
es: El Nombre o Correo no existe!
et: Nimi või Email ei eksisteeri!
fa: چنین اسم یا ایمیلی وجود ندارد!
hu: Ez a név vagy email nem létezik!
pt: Nome ou endereço de e-mail não existe!
ro: Numele sau Email-ul nu există!
ru: Ник или почта не существуют!
sq: Emri ose Email-i nuk ekziston!

source: New Password
az: Yeni Parol
da: Nye adgangskode
de: Neues Passwort
es: Contraseña Nueva
et: Uus Salasõna
fa: رمز عبور جدید
hu: Új jelszó
pt: Nova senha
ro: Parola Nouă
ru: Новый пароль
sq: Fjalëkalimi i Ri

source: No Captcha given
az: Captcha mətni verilməyib
da: Ingen Captcha angivet
de: Kein Captcha angegeben
es: No se proporcionó captcha
et: Captcha't ei antud
fa: کپچا داده نشده است
hu: Nincs Captcha megadva
pt: Nenhum Captcha fornecido
ro: Niciun captcha dat
ru: Капча не введена
sq: Nuk është dhënë asnjë Captcha

source: No or invalid fish id.
az: Balıq id-si səhvdir və ya yoxdur.
da: Ingen eller ugyldig fiske-id.
de: Keine oder ungültige Fisch-ID .
fa: شناسه ماهی وجود ندارد یا نامعتبر است.
hu: Nem vagy érvénytelen hal id.
pt: Não ou id de peixe inválido.
ro: Nu este sau id-ul de pește este invalid.
ru: Не найден или указан некорректный ID рыбы.
sq: Asnjë ID ose ID e pavlefshme peshku.

source: No password given.
az: Heçbir şifrə verilmədi.
da: Ingen adgangskode angivet.
de: Kein Passwort angegeben.
es: No se ingresó una contraseña.
et: Salasõna ei sisestatud.
fa: رمز عبور داده نشده است.
hu: Nem adtál meg jelszót.
pt: Nenhuma senha fornecida.
ro: Nu ai pus o parolă.
ru: Пароль не указан.
sq: Nuk është dhënë asnjë fjalëkalim.

source: No redirect_uris given.
az: Heç bir redirect-uris verilməyib.
da: Ingen redirect_uris angivet.
de: Keine redirect_uris angegeben.
et: redirect_uris ei antud.
ro: Niciun redirect_uris dat.
ru: Не указаны redirect_uris.
sq: Nuk janë dhënë redirect_uris.

source: No such badge found
az: Belə bir nişan tapılmadı
da: Ingen sådan medalje fundet
de: Keine Auszeichnung dieser Art gefunden
es: No se encontró esa insignia
et: Sellist aumärki ei leitud
fa: نشان مورد نظر یافت نشد
hu: Nincs ilyen jelvény
ro: Nu s-a gasit așa insignă
ru: Такой значок не найден
sq: Nuk ka asnjë stemë të tillë

source: No such fish found
az: Belə bir balıq tapılmadı
da: Ingen sådan fisk fundet
de: Kein Fisch gefunden
es: No se encontró ese pescado
et: Sellist kala ei leitud
fa: ماهی مورد نظر پیدا نشد
hu: Nincs ilyen hal
ro: Nu s-a găsit așa pește
ru: Такая рыба не найдена
sq: Nuk u gjet peshk i tillë

source: One redirect URIs per line
az: Hər sətirə bir yönləndirmə URL-sı
da: Én omridigerings URIs per linje
de: Eine redirect URIs pro Zeile
hu: Egy átirányító link per sor
ro: Un singur redirect URIS pe fiecare linie
ru: Один URI переадресации на строку
sq: Një URI ridrejtimi për rresht

source: One redirect_uri per line
az: Hər sətirə bir redirect_uri
da: Én redirect_uri per linje
de: Eine redirect_uri pro Zeile
hu: Egy redirect_uri per sor
ro: Un singur redirect_uri per linie
ru: Один redirect_uri на строку
sq: Një redirect_uri për rresht

source: Only five redirect_uris are allowed per client
az: Hər müştəriyə yalnız beş redirect_uris icazə verilir
da: Kun fem redirect_uris er tilladt per klient
de: Nur fünf redirect_uris sind pro Anwendung erlaubt
ro: Doar 5 redirect_uris sunt permise per client
ru: Максимум пять redirect_uris для одного клиента
sq: Vetëm pesë redirect_uris janë të lejuara për klient

source: Only four colors. Same rules as moon!
da: Kun fire farver. Samme regler som måne!
de: Nur vier Farben. Gleiche Regeln wie auf Mond!
es: Solo cuatro colores. Mismas reglas que la luna!
et: Ainult 4 värvi. Samad reeglid, mis Kuul!
hu: Csak négy szín. Ugyanazok a szabályok, mint a holdnál!
ro: Numai patru culoare. Același reguli ca pe Lună!
ru: Только четыре цвета. Правила такие же как и на полотне луны!
sq: Vetëm katër ngjyra. Të njëjtat rregulla si hëna!

source: OpenID Connect specs
de: OpenID Connect Spezifikationen
es: Especificaciones de OpenID Connect
ro: Specificații OpenID Connect
ru: Характеристики OpenID Connect
sq: Specifikimet OpenID Connect

source: Or by copying following url:
az: Və ya aşağıdakı url-ni kopyalayaraq:
da: Eller ved at kopiere følgende url:
de: Oder kopiere den folgenden Link:
es: O copiando la siguiente url:
et: Või kopeeri see internetiaadress:
fa: یا با کپی کردن آدرس زیر:
hu: Vagy az alábbi link másolásával:
pt: Ou copiando o seguinte URL:
ro: Sau prin copierea următoarei adrese URL:
ru: Или скопировав следующий URL:
sq: Ose duke kopjuar URL-në e mëposhtme:

source: Our main canvas, a huge map of the world. Place anywhere you like!
da: Vores hovedkanvas, et kæmpe verdenskort. Placer hvor end du vil!
de: Unsere Hauptleinwand, eine große Weltkarte. Zeichnen ist überall möglich!
es: Nuestro lienzo principal, un enorme mapa del mundo. Coloca donde quieras!
et: Meie põhiline lõuend, hiiglaslik maailmakaart. Joonista kuhu iganes sa tahad!
fa: بوم اصلی ما، نقشه عظیمی از جهان است. هر جایی که دوست دارید پیکسل بزارید!
hu: A fő vásznunk egy hatalmas világtérkép. Azt rajzolsz rá, amit akarsz!
ro: Convasul nostru principal, o hartă imensă a lumii. Pune oriunde dorești!
ru: Наше главное полотно - огромная карта мира, вы можете ставить пиксели где хотите!
sq: Kanavaca jonë kryesore, një hartë e madhe e botës. Vendosni kudo që ju pëlqen!

source: Password must be at least 6 characters long.
az: Parol ən az 6 simvol uzunluğunda olmalıdır.
da: Adgangskode skal være mindst 6 tegn lang.
de: Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres de largo.
et: Salasõna peab olema vähemalt 6 tähist pikk.
fa: رمز عبور باید حداقل 6 کاراکتر باشد.
hu: A jelszónak legalább 6 karakter hosszúságúnak kell lennie.
pt: A senha deve ter ao menos 6 caracteres.
ro: Parola trebuie să aibă cel puțin 6 litere.
ru: Пароль должен содержать как минимум 6 символов.
sq: Fjalëkalimi duhet të jetë të paktën 6 karaktere i gjatë.

source: Password must be shorter than 60 characters.
az: Parol 60 simvoldan qısa olmalıdır.
da: Adgangskode skal være kortere end 60 tegn.
de: Passwort muss kürzer als 60 Zeichen sein.
es: La contraseña debe tener menos de 60 caracteres.
et: Salasõna ei tohi olla pikem kui 60 tähist.
fa: رمز عبور باید کمتر از 60 کاراکتر باشد.
hu: A jelszónak 60 karakternél rövidebbnek kell lennie.
pt: A senha deve ser menor que 60 caracteres.
ro: Parola trebuie să aibă mai puțin de 60 de litere.
ru: Пароль должен быть короче 60 символов.
sq: Fjalëkalimi duhet të jetë më i shkurtër se 60 karaktere.

source: Password successfully changed.
az: Parolunuz uğurla dəyişdirildi.
da: Ændrede Adgangskode succesfuldt.
de: Passwort erfolgreich geändert.
es: Se cambió la contraseña exitosamente.
et: Salasõna muudetud.
fa: رمز عبور با موفقیت تغییر کرد.
hu: Sikeresen megváltoztattad a jelszót.
pt: Senha trocada com sucesso.
ro: Schimbat parola cu success.
ru: Пароль успешно изменен.
sq: Fjalëkalimi u ndryshua me sukses.

source: Permission
az: İcazə
da: Tilladelse
de: Berechtigung
et: Luba
fa: دسترسی
hu: Engedély
ro: Permisiune
ru: Разрешение
sq: Leje

source: pixunivers.fun 3DGlobe
az: pixunivers.fun 3DGlobus
da: pixunivers.fun 3DGlobus
de: pixunivers.fun 3D Globus
es: Globo 3D de pixunivers.fun
et: pixunivers.fun 3DGloobus
fa: مدل کروی. بوم اصلی پیکسل پلنت
hu: pixunivers.fun 3D földgömb
pt: pixunivers.fun Globo3D
ro: 3DGlob pixunivers.fun
ru: pixunivers.fun 3D-глобус
sq: Globi 3D pixunivers.fun

source: pixuniverse fulfills the OpenID Connect (OIDC) specifications. So an application that supports OIDC could ask for consent and login using pixuniverse accounts. The required endpoints can be auto-discovered via the ${ wellKnownUrl } URL.
da: pixuniverse opfylder OpenID Connect (OIDC) specifikationerne. Så hvis en applikation som understøtter OIDC kunne spørge efter samtykke og logge in ved brug af pixuniverse kontoer. De nødvendige endepunkter kan blive auto-opdaget via ${ wellKnownUrl } URL'en.
de: pixuniverse erfüllt die OpenID Connect (OIDC) Spezifikationen. Somit kann eine Anwendung, welche diese unterstützt, pixuniverse Konten zur Anmeldung benutzen. Die erforderlichen Endpunkte können automatisch über die URL ${ wellKnownUrl } ermittelt werden.
fa: pixuniverse مشخصات OpenID Connect (OIDC) را برآورده می‌کند. بنابراین برنامه‌ای که از OIDC پشتیبانی می‌کند، می‌تواند با استفاده از حساب‌های pixuniverse درخواست رضایت و ورود به سیستم کند. نقاط پایانی مورد نیاز می‌توانند به صورت خودکار از طریق آدرس اینترنتی ${ wellKnownUrl } کشف شوند.
ro: pixuniverse îndeplinește specificațiile OpenID Connect (OIDC). Deci, o aplicație care acceptă OIDC ar putea cere consimțământul și se poate conecta folosind conturile pixuniverse. Punctele finale necesare pot fi descoperite automat prin intermediul URL-ului ${ wellKnownUrl }.
ru: pixuniverse соответствует спецификациям OpenID Connect (OIDC). Так, приложение, поддерживающее OIDC, может запросить согласие и войти в систему, используя аккаунты pixuniverse. Необходимые конечные точки можно автоматически обнаружить по URL ${ wellKnownUrl }.
sq: pixuniverse përmbush specifikimet OpenID Connect (OIDC). Kështu, një aplikacion që mbështet hyrjen me OIDC mund të kërkojë autorizim dhe të kyçet duke përdorur një llogari pixuniverse. Pikat e kërkuara të hyrjes mund të zbulohen automatikisht nëpërmjet URL-së ${ wellKnownUrl } .

source: Place Voxels on a 3D canvas with others.
da: Placer Voxels på et 3D kanvas med andre.
de: Zeichne mit Voxel in einer 3D Umgebung.
es: Coloca vóxeles en un lienzo 3D junto a otros usuarios.
et: Joonista Voksleid 3D lõuendile koos teistega.
fa: Voxels را روی بوم سه بعدی با دیگران قرار دهید
hu: Helyezz el voxeleket egy 3D-s vászonra, másokkal együtt.
ro: Pune pixeli colorați pe un canvas 3D cu alți jucători.
ru: Размещайте воксели на 3D полотне вместе с другими игроками.
sq: Vendosni Voxels në një kanavacë 3D me të tjerët.

source: Place color pixels on an map styled canvas with other players online
az: Digər oyunçularla biryerdə fərqli lövhələrdə fərqli rənglərdə pixellər atın
da: Placer farvede pixels på et kort-stilet kanvas med andre spillere online
de: Zeichne mit farbigen Pixel auf einer Weltkarte mit anderen Spielern
es: Coloca píxeles de colores en un lienzo con otros jugadores en línea
et: Joonista piksleid maailmakaardile koos teiste inimestega
fa: پیکسل‌های رنگی را روی بوم طرح‌دار نقشه با دیگر بازیکنان آنلاین قرار دهید
hu: Helyezz el pixeleket egy hatalmas online vásznon más játékosokkal együtt
pt: Coloque píxeis coloridos em um canvas com formato de mapa com outros jogadores online
ro: Pune pixeli de culoare pe un Convas în stil hartă cu alți jucători online
ru: Ставьте цветные пиксели на огромном полотне с другими людьми по сети
sq: Vendosni piksele me ngjyra në një kanavacë të stiluar me hartë me lojtarë të tjerë në internet

source: Please refresh the website
az: Lütfən saytı yeniləyin
da: Genindlæs hjemmesiden
de: Bitte lade die Seite neu
es: Por favor, actualiza la página web
fa: لطفا سایت رو رفرش کنید
hu: Kérlek töltsd újra a weboldalt
ro: Te rugăm să dai refresh la site
ru: Пожалуйста, обновите страницу
sq: Ju lutemi rifreskoni faqen ueb

source: Please try again.
az: Lütfən yenidən sınayın.
da: Prøv igen.
de: Bitte noch einmal versuchen.
es: Por favor intenta de nuevo.
et: Palun proovi uuesti.
fa: لطفا دوباره تلاش کنید.
hu: Kérlek próbáld újra.
ro: Te rugăm sa încerci din nou.
ru: Пожалуйста, повторите попытку.
sq: Ju lutemi provoni përsëri.

source: Please use int channel
az: Zəhmət olmasa int kanalından istifadə edin
da: Brug int kanal
de: Bitte benutze int Kanal
es: Por favor usa el chat 'int'
et: Palun kasuta int jututuba
fa: لطفا از کانال int استفاده کنید
hu: Kérjük, használd a nemzetközi csatornát
pt: Por favor use o canal internacional
ro: Te rog să folosești canalul int
ru: Пожалуйста, используйте канал int
sq: Ju lutemi përdorni kanalin int

source: Read Badges and fishes
az: Nişan və balıqları oxuyun
da: Læs medaljer og fisk
de: Sehe Auszeichnungen und Fische
et: Loe aumärke ja kalu
fa: نشان‌ها و ماهی‌ها رو ببینید
hu: Jelvények és halak olvasása
ro: Citește Însignele și peștii
ru: Просматривать значки и рыб
sq: Lexo Stemat dhe peshqit

source: Read name, username and account age
da: Læs navn, brugernavn og kontoalder
de: Sehe Name, Benutzername und Alter des Kontos
et: Loe nime, kasutajanime ja kasutaja vanust
fa: دیدن نام، نام کاربری و سن حساب کاربری
hu: Név, felhasználónév és fiók életkorának olvasása
ro: Citește numele, username-ul și vârsta accountului
ru: Просматривать ник, имя пользователя и время создания аккаунта
sq: Lexo emrin, emrin e përdoruesit dhe moshën e llogarisë

source: Redirect URIs
da: Omridigér URIs
fa: لینک های مرجوعی
ro: Redirecționeaza URIs
ru: URI переадресации
sq: URI-të e ridrejtimit

source: Regularly update this data
da: Regelmæssigt opdatér dette data
de: Aktualisiere diese Daten regelmäßig
es: Actualizar regularmente estos datos
fa: مرتباً این اطلاعات رو به‌روزرسانی کنید
hu: Rendszeresen frissítsd az adatokat
ro: Actualizeaza în mod regulat aceste date
ru: Регулярно обновлять эти данные
sq: Përditëso këto të dhëna rregullisht

source: Reroll client_secret
da: Genrul client_secret
de: Erzeuge ein neues client_secret
ro: Dă reroll la client_secret
ru: Пересоздать client_secret
sq: Rrotulloni client_secret

source: Reset Password
az: Parolu Sıfırla
da: Nulstil Adgangskode
de: Passwort zurücksetzen
es: Reiniciar Contraseña
et: Vaheta Salasõna
fa: بازنشانی رمز عبور
hu: Jelszó visszaállítása
pt: Trocar Senha
ro: Resetează Parola
ru: Сбросить пароль
sq: Rivendos fjalëkalimin

source: Reset your password here
az: Parolunuzu burdan sıfırlayın
da: Nulstil din adgangskode her
de: Setze hier dein Passwort zurück
es: Reinicia tu contraseña aquí
et: Muuda oma salasõna siin
fa: رمز عبور خود را در اینجا بازنشانی کنید
hu: Jelszó visszaállítása itt
pt: Troque sua senha aqui
ro: Resetează-ți parola aici
ru: Сбросьте пароль здесь
sq: Rivendosni fjalëkalimin tuaj këtu

source: Server error when deleting user.
da: Serverfejl når man sletter bruger.
de: Server Fehler beim Löschen des Benutzers.
es: Error de servidor al eliminar usuario.
et: Serveri viga kasutaja kustutamisel.
fa: خطای سرور هنگام حذف کاربر!
hu: Szerver hiba felhasználó törlése közben.
ro: Eroare de server la încercarea ștergerii utilizatorul.
ru: Ошибка сервера при удалении пользователя.
sq: Gabim i serverit gjatë fshirjes së përdoruesit.

source: Someone logged into your account from a new location, with the IP:
da: Nogen loggede ind på din konto fra en ny placering, med IP'en:
de: Jemand neues hat sich auf dein Konto von einem neuen Standort angemeldet. Die IP:
es: Alguien accedió a tu cuenta desde un nuevo lugar, con la IP:
fa: شخصی از یک مکان جدید با IP زیر وارد حساب کاربری شما شده است:
hu: Valaki bejelentkezett a fiókodba egy másik helyről, az ip címmel:
ro: Cineva s-a conectat în accountul tau dintr-o locație nouă, folosind IP-ul:
ru: Кто то вошёл в ваш аккаунт из нового местоположения, IP:
sq: Dikush hyri në llogarinë tuaj nga një vendndodhje e re, me IP:

source: Space-separated list of available scopes
da: Mellemrumssepareret liste over tilgængelige scope
de: Durch Leerzeichen getrennte Liste verfügbarer scopes
ro: Listă separată de spațiu a scope-urilor disponibile
ru: Список доступных прав доступа (разделенных пробелами)
sq: Listë e ndarë me hapësira të scopes të disponueshme

source: Space-separated list of default scopes, they will be used on requests if no other scope is given.
da: Mellemrumssepareret liste over standard scopes, de vil blive brugt på anmodninger hvis ingen andre scope er angivet.
de: Durch Leerzeichen getrennte Listea Standard scopes, welche für Anfragen benutzt werden, in denen kein scope Parameter angegeben ist.
ro: Listă separată de spațiu a scope-urilor implicite, acestea vor fi utilizate la solicitări dacă nu este dat alt scop.
ru: Список прав доступа по умолчанию (разделенных пробелами), которые будут использоваться в запросах, если не указаны другие права.
sq: Listë e ndarë me hapësira të scopes të paracaktuara, do të përdoren në kërkesa nëse nuk është dhënë scope tjetër.
