Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/ssr-*.po
Languages: az, da, de, es, et, fa, hu, pt, ro, ru, sq

source: You are permanently muted, join our guilded to appeal the mute
az: Daimi olaraq susturuldun,qaldırtmaq üçün guilded serverinə qatıl
da: Du er permanent gjort stum, Tilslut dig til vores Guilded for at appellere om at du blev gjort stum
de: Du bsit permanent stummgeschaltet, gehe zu unser guilded um dagegen einzusprechen
es: Estás silenciado permanentemente, únete a nuestro guilded para apelar
et: Sa oled vaigistatud igaveseks, ühine meie Guided'iga, et otsus vaidlustada
hu: Örökre némítva lettél, csatlakozz a Discord szerverünkhöz a fellebbezéshez
pt: Você foi silenciado para sempre, entre no nosso Guilded para pedir um recurso sobre seu silenciamento
ro: Ești dezactivat permanent, intră în guilded pentru a face apel
ru: Вы в муте навсегда, заходите в Guilded, чтобы обжаловать мут
sq: Ju jeni të heshtur përgjithmonë, bashkohuni në komunitetin tonë për të apeluar heshtjen

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
az: Çox tez mesaj göndərirsən, ${ waitTime } saniyə gözləmən lazımdır :(
da: Du sender beskeder for hurtigt, du skal vente ${ waitTime }s :(
de: Du sendest zu viele Nachrichten, du musst ${ waitTime }s warten :(
es: Estás enviando mensajes demasiado rápido, tienes que esperar ${ waitTime }s :(
et: Sa saadad sõnumeid liiga kiiresti, oota ${ waitTime }s :(
fa: خیلی داری تند تند پیام میفرستی. باید ${ waitTime } صبر کنی
hu: Túl gyorsan küldöd az üzeneteket, várnod kell ${ waitTime } másodpercet :(
pt: Você está mandando mensagens rapidamente, você tem que esperar ${ waitTime }s :(
ro: Trimiți mesaje prea repede, trebuie să aștepți ${ waitTime }s :(
ru: Вы отправляете сообщения слишком быстро, вам нужно подождать ${ waitTime }с :(
sq: Ju po dërgoni mesazhe shumë shpejt, duhet të prisni ${ waitTime } sekonda :(

source: You can not delete this login method, because you have nothing else left.
da: Du kan ikke slette denne loginmetode, fordi du har ikke andet tilbage.
de: Du kannst diese Anmeldungsmethode nicht entfernen, da du keine anderen mehr hast und Zugriff verlieren könntest.
es: No puedes borrar este método de acceso, porque no cuentas con algún otro.
hu: Nem törölheted ezt a bejelentkezési módszert, mivel nem marad több.
ro: Nu puteți șterge această metodă de conectare, deoarece nu mai aveți alta metodă de conectare.
ru: Вы не можете удалить этот способ входа, потому что он единственный.
sq: Ju nuk mund të fshini këtë metodë hyrjeje, sepse nuk keni asgjë tjetër.

source: You can not register an account while you are banned
da: Du kan ikke registere en konto mens du er bannet
de: Du kannst kein Konto registrieren während du gebannt bist
es: No puedes registrar una cuenta mientras estás baneado
hu: Nem regisztrálhatsz fiókod amíg ki vagy tíltva
ro: Nu vă puteți înregistra un cont în timp ce sunteți banat
ru: Вы не можете создать аккаунт пока находитесь в бане
sq: Ju nuk mund të regjistroni një llogari ndërkohë që jeni të dënuar

source: You can not register an account with a proxy
da: Du kan ikke registrere en konto med en proxy
de: Du kannst kein Konto registrieren, während du einen Proxy verwendest
es: No puedes registrar una cuenta con un proxy
hu: Nem regisztrálhatsz fiókot proxyval
ro: Nu puteți înregistra un cont folosind un proxy
ru: Вы не можете создать аккаунт используя прокси
sq: Ju nuk mund të regjistroni një llogari me një proxy

source: You can not send chat messages while using a proxy
da: Du kan ikke sende chat beskeder med proxy
de: Du kannst keine Nachrichten senden während du ein Proxy benutzt
es: No se pueden enviar mensajes al chat mientras usas proxy
et: Sa ei saa puhverserveriga sõnumeid saata
hu: Proxyval nem küldhetsz üzenetet
ro: Nu poți trimite mesaje în chat folosind proxy
ru: Вы не можете отправлять сообщения в чат, используя прокси
sq: Ju nuk mund të dërgoni mesazhe bisede ndërkohë që jeni duke përdorur një proxy

source: You can register your own application here to get the client_id and client_secret needed to make use of this.
da: Du kan registrere din egen applikation her for at hente client-id og client-secret nødvendige for at kunne bruge dette.
de: Du kannst hier deine eigene Anwendung registrieren und ein client_id und client_secret bekommen, welches du brauchst um es zu nutzen.
ro: Îti poți înregistra propria aplicație aici pentru a obține client_id și client_secret necesare pentru a o utiliza.
ru: Вы можете зарегистрировать свое приложение здесь, чтобы получить client_id и client_secret, которые понадобятся вам для работы с ним.
sq: Ju mund të regjistroni aplikacionin tuaj këtu për të marrë client_id dhe client_secret që nevojiten për të përdorur këtë.

source: You can't send a message this long :(
az: Bu qədər uzun bir mesaj göndərəbilməzsən :(
da: Du kan ikke sende en besked så lang :(
de: Do kannst keine so langen Nachrichten senden
es: No se puede enviar un mensaje así de largo :(
et: Sa ei saa nii pikka sõnumit saata :(
fa: نمیشه اینقدر پیام بدی :(
hu: Nem tudsz ilyen hosszú üzenetet küldeni :(
pt: Você não pode mandar mensagens tão grandes :(
ro: Nu poți trimite un mesaj atât de lung :(
ru: Вы не можете отправить сообщение такой длины :(
sq: Nuk mund të dërgoni mesazh kaq të gjatë :(

source: You do not have any email adress set. Please add one under "Login Methods".
da: Du har ikke en email adresse sat. Tilføj én under »Loginmetoder«.
de: Du hast keine E-Mail-Adresse gesetzt. Bitte füge eine im Menü "Anmeldemethoden" hinzu.
es: No tienes una dirección de correo configurada. Por favor añade una en "Métodos de Acceso".
hu: Nincs email címed beállítva. Kérlek adj meg egyet a "bejelentkezési módszerek" menünél.
ro: Nu ai nicio adresă de e-mail setată. Adaugă una la "Metode de conectare".
ru: У вас не установлен адрес электронной почты. Пожалуйста, добавьте его в разделе "Способы входа".
sq: Ju nuk keni asnjë adresë emaili të caktuar. Ju lutemi shtoni një nën "Metodat e hyrjes".

source: You don't have access to this channel
az: Sənin bu kanala ərişimin yoxdur
da: Du har ikke tilladelse til at se denne kanal
de: Du hast keinen Zugriff zu diesen Kanal
es: No tienes acceso a este canal
et: Sul ei ole sellele jututoale ligipääsu
fa: تو به این کانال دسترسی نداری
hu: Nincs hozzáférésed ehhez a csatornához
pt: Você não tem acesso a esse canal
ro: Nu ai acces la acest canal
ru: У вас нет доступа к этому каналу
sq: Ju nuk keni qasje në këtë kanal

source: You failed your captcha
az: Captchanızı düzgün yerinə yetirmədiniz
da: Du mislykkede din captcha
de: Captcha Text ist falsch
es: Fallaste el captcha
et: Sa lahendasid captcha valesti
fa: شما کپچای خود را اشتباه جواب دادین
hu: Nem sikerült a captcha
pt: Você errou o seu captcha
ro: Nu ai trecut captchaul tău
ru: Вы неправильно решили капчу
sq: Ju keni dështuar captcha-n tuaj

source: You forgot your password for pixuniverse? Get a new one here
az: pixuniverse üçün parolunuzu unutmusunuz? Burada yenisini əldə edin
da: Glemt din adgangskode for pixuniverse? Få en ny en her
de: Du hast dein Passwort für pixuniverse vergessen? Bekomme ein neues hier
es: ¿Olvidaste tu contraseña para pixuniverse? Consigue una nueva aquí
et: Kas sa unustasid oma pixuniverse'i salasõna? Loo endale uus siit
fa: رمز عبور خود را برای pixuniverse فراموش کرده اید؟ یک مورد جدید را از اینجا دریافت کنید
hu: Elfelejtetted a jelszavadat a pixuniversehez? Itt szerezhetsz újat
pt: Você esqueceu sua senha do pixuniverse? Pegue uma nova aqui
ro: Ți-ai uitat parola pentru pixuniverse? Fă-ți una nouă aici
ru: Вы забыли пароль от pixuniverse? Получите новый здесь
sq: Keni harruar fjalëkalimin tuaj për pixuniverse? Merrni një të ri këtu

source: You have to fill out all fields
da: Du skal udfylde alle felter
de: Bitte alle Felder ausfüllen
es: Tienes que llenar todos los campos
et: Sa pead täitma kõik väljad
hu: Az összes mezőt ki kell töltened
ro: Trebuie sa completezi toate chenarele
ru: Вы должны заполнить все поля
sq: Ju duhet të plotësoni të gjitha fushat

source: You must be logged in to access this page
da: Du skal være logget ind for at få adgang til denne side
de: Diese Seite ist nur für angemeldete Benutzer verfügbar
es: Debes iniciar sesión para acceder a esta pagina
hu: Be kell hogy legyél jelentkezve ahhoz hogy elérd ezt az oldalt
ro: Trebuie să fi conectat pentru a accesa această pagină
ru: Вы должны войти в аккаунт для доступа к этой странице
sq: Ju duhet të jeni të kyçur për të aksesuar këtë faqe

source: You need to define a valid scope
da: Du skal definere et gyldigt scope
de: Du musst einen gültigen scope angeben
ro: Trebuie sa definești un scope valid
ru: Необходимо указать допустимые права доступа
sq: Ju duhet të përcaktoni një scope të vlefshëm

source: You need to directly access this page in the browser :(
da: Du skal direkte tilgå denne side i browseren :(
de: Diese Seite ist nur direkt in einem Browser verfügbar :(
es: Necesitas acceder directamente a esta pagina desde el navegador :(
hu: Ezt az oldalt közvetlen a böngésződbe kell megnyitni :(
ro: Trebuie să acesezi direct această pagină în browserul tau :(
ru: Вам нужен прямой доступ к этой странице в браузере :(
sq: Ju duhet ta aksesoni këtë faqe në shfletuesin tuaj në mënyrë direkte :(

source: You requested to get a new password. You can change your password within the next 30min here:
az: Siz yeni parol əldə etməyi tələb etdiniz. Növbəti 30 dəqiqə ərzində parolunuzu burada dəyişə bilərsiniz:
da: Du anmodet om en ny adgangskode. Du kan ændre din adgangskode inden for de næste 30min her:
de: Du hast ein neues Passwort beantragt. Du kannst es nun während der nächsten 30min hier ändern:
es: Has solicitado una nueva contraseña. Puedes cambiar tu contraseña dentro de los próximos 30 minutos aquí:
et: Sa taotlesid endale uue salasõna. Sa saad muuta oma salasõna järgmise 30 minuti jooksul siit:
fa: شما درخواست کرده اید که یک رمز عبور جدید دریافت کنید. می توانید رمز عبور خود را ظرف 30 دقیقه آینده در اینجا تغییر دهید:
hu: Új jelszót kértél. Az elkövetkezendő 30 percen belül megváltoztathatod a jelszavadat itt:
pt: Você pediu para pegar uma nova senha. Você pode trocar sua senha nos próximos 30 minutos aqui:
ro: Ai cerut să îți faci o parolă nouă. Poți să-ți schimbi parola în următoarele 30 de minute aici:
ru: Вы запросили новый пароль. Вы можете изменить свой пароль в течение следующих 30 минут здесь:
sq: Ju keni kërkuar të merrni një fjalëkalim të ri. Ju mund të ndryshoni fjalëkalimin tuaj brenda 30 minutave të ardhshme këtu:

source: You sent an empty password or invalid data :(
az: Boş bir parol göndərdin vəya keçərsiz data :(
da: Du sendte en tom adgangskode eller ugyldig data :(
de: Du hast ein ungültiges Passwort oder Daten gesendet :(
es: Enviaste una contraseña vacía o datos inválidos :(
et: Te saatsite tühja parooli või vigased andmed :(
fa: رمز خالی یا داده نامعتبر فرستادی :(
hu: Üres jelszót vagy érvénytelen adatokat küldtél :(
pt: Você enviou uma senha vazia ou dados inválidos :(
ro: Nu poți seta o parolă goală sau invalidă :(
ru: Вы отправили пустой пароль или неверные данные :(
sq: Ju keni dërguar një fjalëkalim bosh ose të dhëna të pavlefshme :(

source: You took too long, try again
da: Du tog for lang tid, prøv igen
de: Zeitüberschreitung, bitte nochmal versuchen
es: Tardaste mucho, inténtalo de nuevo
hu: Túl sokáig próbálkoztál, próbáld újra
ro: Ți-a luat prea mult, încearcă din nou
ru: Время ожидания слишком большое, попробуйте еще раз
sq: Zgjatët shumë kohë, provoni përsëri

source: You will be automatically redirected after 15s
az: 15 saniyə sonra avtomatik olaraq yönləndiriləcəksən
da: Du vil blive automatisk omdirigeret efter 15s
de: Du wirst automatisch weitergeleitet nach 15s
es: Se te redirigirá automáticamente después de 15s
et: Sind suunatake automaatselt ümber 15 sekundi pärast
fa: پس از 15 ثانیه به طور خودکار هدایت می شوید
hu: Automatikusan átirányítunk 15 másodperc múlva
pt: Você vai ser redirecionado automaticamente em 15 segundos
ro: Vei fi redirecționat automatic după 15 secunde
ru: Вы будете автоматически перенаправлены через 15 секунд
sq: Ju do të ridrejtoheni automatikisht pas 15 sekondash

source: Your Browser looks shady
da: Din Browser ser tvivlsom ud
de: Dein Browser sieht verdächtig aus
es: Tu Navegador parece sospechoso
et: Su Brauser on kahtlane
hu: Furcsa a böngésződ
ro: Browserul tău arată ciudat
ru: Ваш браузер выглядит подозрительно
sq: Shfletuesi juaj duket i dyshimtë

source: Your account needs to be verified to access this page
da: Din konto skal være bekræftet for at tilgå denne side
de: Dein Konto muss verifiziert sein, um auf diese Seite zuzugreifen
es: Tu cuenta necesita ser verificada para acceder esta pagina
hu: A fiókodnak hitelesítve kell hogy legyen ahhoz hogy elérd ezt az oldalt
ro: Contul tău trebuie să fie verificat pentru a accesa această pagină
ru: Ваш аккаунт должен быть верифицирован для доступа к этой странице
sq: Llogaria juaj duhet të jetë e verifikuar për të aksesuar këtë faqe

source: Your country is temporary muted from this chat channel
az: Sİzin ölkəniz bu söhbət kanalından keçici olaraq susturulub
da: Dit land er midlertidigt gjort stum i denne chat kanal
de: Dein Land ist temporär in diesem Kanal stummgeschaltet
es: Tu país está temporalmente silenciado de este chat
et: Su riik ei ole hetkel siia jututuppa lubatud
fa: کشور شما موقتاً از این کانال چت بی‌صدا شده است
hu: Az országod ideiglenesen némítva van ezen a chaten
pt: Seu país está silenciado temporariamente neste bate-papo
ro: Țara ta este temporar dezactivată de pe acest canal de chat
ru: Ваша страна временно в муте в этом канале
sq: Shteti juaj është i heshtur përkohësisht nga ky kanal bisede

source: Your mail has to be verified in order to chat
az: Doğrulanan bir emailin olmadan söhbət eliyəbilməzsən
da: Din mail skal være bekræftet for at chatte
de: E-Mail muss verifiziert sein um Nachrichten zu senden
es: Tu correo tiene que ser verificado para poder chatear
et: Su meil peab olema verifitseeritud selleks, et vestelda
fa: برای چت کردن، ایمیل شما باید تأیید شود
hu: Az e-mail címednek hitelesítettnek kell lennie ahhoz, hogy írhass a chatre
pt: Você precisa verificar seu e-mail para falar no bate-papo
ro: Mailul tău trebuie să fie verificat pentru a vorbi în chat
ru: Ваша почта должна быть подтверждена, чтобы общаться в чате
sq: Emaili juaj duhet të jetë i verifikuar në mënyrë që të bisedoni

source: Your mail verification code is invalid or already expired :(, please request a new one.
az: Doğrulama kodun keçərsiz vəya sürəsi dolub :(,Zəhmət olmasa yeni bir tələbdə bulun.
da: Din mail bekræftelseskode er ugyldig eller allerede udløbet :(, anmod venligst om en ny en.
de: Dein E-Mail verifikations Code ist ungültig oder bereits abgelaufen :(, bitte fordere einen neuen an.
es: Tu código de verificación de correo es inválido o ya expiró :(, por favor solicita uno nuevo.
et: Sinu meili verifikatsiooni kood on vale või juba aegunud :(, palus taotle endale uus.
fa: کد تأیید ایمیل شما نامعتبر است یا قبلاً منقضی شده است :(، لطفاً یک کد جدید درخواست کنید.
hu: A leveled hitelesítő kódja érvénytelen vagy már lejárt :(, kérj egy újat.
pt: Seu código de verificação é inválido ou já expirou :(, por favor peça um novo.
ro: Codul tău de verificare a e-mailului este invalid sau a expirat deja :(, te rog să solicitezi unul nou.
ru: Ваш код проверки почты недействителен или срок его действия уже истек :(, запросите новый.
sq: Kodi juaj i verifikimit të emailit është i pavlefshëm ose ka skaduar :(, ju lutemi kërkoni një të ri.

source: Your passwords do not match :(
az: Parolların birbirinə uymur :(
da: Dine adgangskoder matcher ikke :(
de: Passwörter stimmen nicht überein :(
es: Tus contraseñas no coinciden :(
et: Su salasõnad ei ole samad :(
fa: رمزهای شما همخوانی ندارند :(
hu: A jelszavak nem egyeznek :(
pt: Suas senhas não são iguais :(
ro: Parolele nu sunt identifice :(
ru: Ваши пароли не совпадают :(
sq: Fjalëkalimet tuaja nuk përputhen :(

source: redirect_uris does not look legit
da: redirect_uris ser ikke legitim ud
de: redirect_uri seht ungültig aus
ro: redirect_uris nu pare legit
ru: redirect_uris выглядят подозрительно
sq: redirect_uris nuk duken legjitime

source: to go back to pixuniverse
az: pixuniverseə qayıtmaq üçün
da: for at gå tilbage til pixuniverse
de: um zu pixuniverse zurückzukehren
es: para regresar a pixuniverse
et: et minna tagasi pixuniverse'isse
fa: برای بازگشت به pixuniverse
hu: vissza a pixuniversere
pt: para voltar para o pixuniverse
ro: Pentru a merge înapoi pe pixuniverse
ru: , чтобы вернуться на pixuniverse
sq: për t'u kthyer në pixuniverse

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
az: kiçik pixelplacers icmamıza xoş gəlmisiniz, hesabınızdan istifadə etmək üçün emailinizi doğrulamalısınız. Bunu burada edə bilərsiniz:
da: velkommen til vores lille samfund of pixelplacere, for at bruge din konto, har du brug for at bekræfte din mail. Du kan gøre det her:
de: wilkommen in unserer kleinen Gemeinschaft aus Pixel schubser, um dein Konto zu verwenden musst du deine E-Mail Adresse verifizieren. Du kannst das hier erledigen:
es: bienvenido a nuestra pequeña comunidad de colocadores de píxeles, para utilizar tu cuenta necesitas verificar tu correo. Puedes hacerlo acá:
et: teretulemast meie väikesesse pikslimängurite kogukonda, et kasutada oma kontot, palun verifitseeri oma email. Sa saad seda teha siin:
fa: به pixelplacers خوش آمدید، برای استفاده از حساب خود، باید ایمیل خود را تأیید کنید. تو میتوانی آن کار را اینجا انجام بدی:
hu: Üdvözöljük a mi kis pixelrakó közösségünkben. Ha szeretnéd, hogy megmaradjon a fiókod, meg kell erősítened az e-mail címedet. Ezt itt teheted meg:
pt: bem-vindo à nossa comunidade de colocadores de píxeis, para usar sua conta, você deve verificar seu e-mail. Você pode fazer isso aqui:
ro: Bine ai venit în mica noastră comunitate de pixelplacers, pentru a-ți folosi contul, trebuie să-ți verifici e-mailul. Poți face asta aici:
ru: добро пожаловать в наше маленькое сообщество тех, кто ставит пиксели, чтобы использовать свою учетную запись, вы должны подтвердить свою почту. Вы можете сделать это здесь:
sq: mirësevini në komunitetin tonë të vogël të pixelplacers, për të përdorur llogarinë tuaj, duhet të verifikoni emailin tuaj. Këtë mund ta bëni këtu:

source: PixelCanvas
fa: بوم پیکسل
hu: Pixelvászon

source: PixelZone
fa: منطقه پیکسل
hu: Pixelzóna
