Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/ssr-*.po
Languages: az, da, de, es, et, fa, hu, pt, ro, ru, sq

source: 1bit
fa: یک بیت
ru: 1бит

source: 2bit
fa: 2بیت
ru: 2бит

source: 3D Canvas
az: 3D Lövhə
da: 3D Kanvas
de: 3D Leinwand
es: Lienzo 3D
et: 3D Lõuend
fa: بوم سه بعدی
hu: 3D vászon
pt: Canvas 3D
ro: Canvas 3D
ru: 3D полотно
sq: Kanavacë 3D

source: A 3D globe of our whole map
az: Bütün xəritəmizin 3D globusu
da: En 3D klode af hele vores kort
de: Ein interaktvier 3D Globus unserer gesamten Karte
es: Un globo 3D para nuestro mapa completo
et: 3D gloobus kogu lõuendist
fa: یک کره سه بعدی از کل نقشه ما
hu: 3D-s földgömb az egész térképünkről
pt: Um globo 3D do nosso mapa
ro: Un glob 3D despre toată harta
ru: 3D-глобус всей нашей карты
sq: Një glob 3D i të gjithë hartës sonë

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
az: Əvvəlki günün ən aktiv oyunçuları üçün lövhə. Gündəlik reytinq yeniləmələri 00:00 UTC'də həyata keçirilir.
da: Et kanvas for de mest aktive spillere fra den tidligere dag. Daglig rangering opdaterer kl. 00:00 UTC.
de: Eine Leinwand für die zehn aktivsten Spieler des Vortages. Tägliche Reihung wird um 00:00 UTC aktualisiert.
es: Un lienzo para los jugadores más activos del día anterior. El ranking diario se actualiza a las 00:00 UTC.
et: Lõuend kõige aktiivsematele mängijatele eelmisest päevast. Igapäevane pingerida muutub 00:00 UTC.
fa: بوم برای فعال ترین بازیکنان روز قبل. به روز رسانی رتبه بندی روزانه در ساعت 00:00 UTC.
hu: Az előző nap legaktívabb játékosainak vászna. A napi rangsor UTC idő szerint 00:00-kor frissül.
pt: Um canvas para os jogadores mais ativos do dia anterior. Classificação diária é resetada à 00:00 UTC.
ro: Un convas pentru cei mai activi jucători din ziua precedentă. Actualizări zilnice de clasare la 00:00 UTC.
ru: Полотно для самых активных игроков за предыдущий день. Ежедневное обновление рейтинга в 00:00 UTC.
sq: Një kanavacë për lojtarët më aktivë nga dita e mëparshme. Renditja ditore përditësohet në 00:00 UTC.

source: Access modtools
da: Brug modværktøjer
de: Auf Moderationshilfen zugreifen
fa: دسترسی به ابزار های مادریتوری
hu: Hozzáférés a Moderátori eszközökhöz
pt: Aceder às ferramentas de moderador
ro: Accesează unelte de moderator
ru: Доступ к инструментам модератора
sq: Akseso veglat e moderatorit

source: Add Application
az: Tətbiq qoş
da: Tilføj Applikation
de: Anwendung hinzufügen
es: Añadir Aplicación
fa: اضافه کردن برنامه
hu: Applikáció hozzáadása
pt: Adicionar Aplicação
ro: Adaugă Cerere
ru: Добавить приложение
sq: Shto aplikacion

source: Add an Application (OIDC Client)
az: Tətbiq qoş (OIDC Client)
da: Tilføj en Applikation (OIDC Klient)
de: Eine Anwendung hinzufügen (OIDC Client)
es: Añadir una Aplicación (Cliente OIDC)
fa: اضافه کردن برنامه(دومرحله ای)
pt: Adicionar uma Aplicação (Cliente OIDC)
ro: Adaugă o Cerere (Client OIDC)
ru: Добавить приложение (OIDC клиент)
sq: Shto aplikacion (OIDC Client)

source: Add new application
az: Yeni tətbiq qoş
da: Tilføj ny applikation
de: Neue Anwendung hinzufügen
es: Añadir nueva Aplicación
fa: برنامه ی جدید
pt: Adicionar nova aplicação
ro: Adaugă o nouă cerere
ru: Добавить новое приложение
sq: Shto aplikacion të ri

source: An error occured. Please try again later.
az: Xəta baş verdi. Zəhmət olmasa sonra yenidən sınayın.
da: Der opstod en fejl. Prøv igen senere.
de: Es ist ein Fehler aufgetreten. Versuche es später noch einmal.
es: Ocurrió un error. Por favor inténtalo mas tarde.
et: Viga. Palun proovi hiljem uuesti.
fa: خطایی رخ داده است. لطفاً بعداً دوباره امتحان کنید.
hu: Egy hiba történt. Kérlek próbáld újra később.
pt: Ocorreu um erro. Por favor tente mais tarde.
ro: S-a întâmplat o eroare. Încercați mai târziu.
ru: Произошла ошибка. Пожалуйста, повторите попытку позже.
sq: Ndodhi një gabim. Ju lutemi provoni përsëri më vonë.

source: Application changed successfully
az: Tətbiq uğurla dəyişdirildi
da: Applikation ændrede
de: Anwendung erfolgreich geändert
es: Aplicación cambiada correctamente
fa: برنامه با موفقیت تغییر کرد
pt: Aplicação alterada com sucesso
ro: Cererea schimbată cu succes
ru: Приложение успешно изменено
sq: Aplikacioni u ndryshua me sukses

source: Application deleted
az: Tətbiq silindi
da: Applikation slettet
de: Anwendung gelöscht
es: Aplicación eliminada
fa: برنامه حذف شد
pt: Aplicação removida
ro: Cererea a fost ștearsă
ru: Приложение удалено
sq: Aplikacioni u fshi

source: Application successfully added
az: Tətbiq uğurla qoşuldu
da: Applikation er blevet tilføjet
de: Anwendung erfolgreich hinzugefügt
es: Aplicación agregada correctamente
fa: برنامه با موفقیت اضافه شد
pt: Aplicação adicionada com sucesso
ro: Cerere adăugată cu succes
ru: Приложение успешно добавлено
sq: Aplikacioni u shtua me sukses

source: Black and White canvas
az: Ağ-Qara Lövhə
da: Sort og Hvidt kanvas
de: Schwarz/Weiß Leinwand
es: Lienzo en Blanco y Negro
et: Must-Valge lõuend
fa: بوم سیاه و سفید
hu: Fekete-fehér vászon
pt: Canvas preto e branco
ro: Convas negru-alb
ru: Чёрно-белое полотно
sq: Kanavacë Bardhë e Zi

source: Can not chat while being banned
az: Qadağa olunmuş ikən söhbət edilə bilməz
da: Kan ikke snakke når bannet
de: Du kannst nicht schreiben, während du gesperrt bist
es: No puedes chatear mientras estas baneado
fa: تا زمانی که بن هستی نمیتونی چت کنی
pt: Não é possível conversar enquanto estiver banido
ro: Nu poți vorbi cât timp ești interzis
ru: Нельзя писать в чат находясь в бане
sq: Nuk mund të bisedoni ndërkohë që jeni të përjashtuar

source: Click here
az: Bura basın
da: Klik her
de: Klicke hier
es: Haz clic aquí
et: Kliki siia
fa: اینجا کلیک کنید
hu: Kattints ide
pt: Clique aqui
ro: Apasă aici
ru: Нажмите здесь
sq: Kliko këtu

source: Click to Verify
az: Doğrulamaq üçün basın
da: Klik for at Bekræfte
de: Klicke zum verifizieren
es: Haz clic para verificar
et: Vajuta, et Verifitseerida
fa: برای تایید کلیک کنید
hu: Kattints ide a hitelesítéshez
pt: Clique para verificar
ro: Apasă pentru a verifica
ru: Нажмите для подтверждения
sq: Kliko për të Verifikuar

source: Client Name
az: Alıcı adı
da: Klient Navn
es: Nombre del Cliente
fa: اسم مشتری
pt: Nome Cliente
ro: Nume Client
ru: Имя клиента
sq: Emri i klientit

source: Confirm New Password
az: Yeni Parolu Doğrulayın
da: Bekræft Nye Adgangskode
de: Neues Passwort bestätigen
es: Confirmar Contraseña Nueva
et: Kinnita Uus Salasõna
fa: رمز عبور جدید را تأیید کنید
hu: Új jelszó megerősítése
pt: Confirme a senha nova
ro: Confirmă Parola Nouă
ru: Подтвердите новый пароль
sq: Konfirmo Fjalëkalimin e Ri

source: Conquer land on a smaller earth with protected ocean. Shares cooldown with earth canvas!
da: Erobrer land på et mindrere verdenskort med beskyttet hav. Deler nedkøling med jorden kanvasset!
de: Erobere Land auf einer kleineren Erde mit beschützten Ozeanen. Teilt seine Abklingzeit mit Erde!
es: Conquista tierras en una pequeña tierra con los océanos protegidos. Comparte enfriamiento con la Tierra!
et: Valluta maad väiksemal maakaardil, kus ookeanid on kaitstud. Jagab jahtumisaega Maa lõuendiga!
fa: زمینی کوچک‌تر با اقیانوسی محافظت‌شده رو فتح کنین. تایم کولد داون با دنیای اصلی به اشتراک گزاشته میشه!
hu: Hódítsd meg a területet egy kisebb földön, védett óceánnal. Közös töltési idővel rendelkezik a földvászonnal!
pt: Conquista território numa Terra mais pequena com oceano protegido. Partilha o tempo de espera com o canvas da Terra!
ro: Cucerește teritoriu pe un Pământ mai mic cu ocean protejat. Împarte cooldown-ul cu canvasul "Pământ"!
ru: Завоевывайте земли на меньшем полотне земли с океаном под защитой. Время восстановления связано с земным полотном!
sq: Pushtoni tokë në një tokë më të vogël me oqean të mbrojtur. Ndan kohën e pritjes me kanavacën e tokës!

source: Consent
az: Razılıq
da: Samtykke
de: Einstimmung
es: Consentir
fa: رضایت
pt: Consentir
ro: Consimțământ
ru: Согласие
sq: Autorizimi

source: Coronavirus
az: Koronavirus
da: Koronavirus
et: Koroonaviirus
fa: ویروس کرونا
hu: Koronavírus
ru: Коронавирус
sq: Koronavirusi

source: Could not close this Session.
az: Bu Sessiya bağlanıla bilmədi.
da: Kunne ikke lukke denne Session.
de: Die Sitzung konnte nicht beendet werden.
es: No se pudo cerrar esta sesión.
fa: نتوانستیم این جلسه را ببندیم.
pt: Não foi possível fechar esta Sessão.
ro: Nu s-a putut închide această Sesiune.
ru: Не удалось закрыть эту сессию.
sq: Nuk munda të mbyll këtë Seancë.

source: Could not find this login method
az: Bu giriş üsulu tapıla bilmədi
da: Kunne ikke finde denne login metode
de: Anmeldungsmethode nicht gefunden
es: No se pudo encontrar este método de acceso
fa: این روش ورود به سیستم پیدا نشد
pt: Não foi possível encontrar este método de login
ro: Nu s-a putut găsi această metodă de autentificare
ru: Не удалось найти этот способ входа
sq: Nuk u gjet kjo mënyrë hyrjeje

source: Couldn't find this mail in our database
az: Bu emaili databazamızda tapabilmədik
da: Kunne ikke finde denne mail i vores database
de: Konnten diese E-Mail nicht in unserer Datenbank finden
es: No se pudo encontrar este correo en nuestra base de datos
et: Ei leidnud seda meili meie andmebaasist
fa: این ایمیل در پایگاه داده ما یافت نشد
hu: Az adatbázisunkban nem találtuk meg ezt az e-mailt
pt: Não conseguimos achar esse e-mail no nosso banco de dados
ro: Nu am putut găsi acest mail în datele noastre de bază
ru: Не удалось найти эту почту в нашей базе данных
sq: Kjo adresë nuk u gjet në bazën tonë të të dhënave

source: Default
az: Defolt
da: Standard
de: Standard
es: Por defecto
fa: پیشفرض
pt: Padrão
ro: Standard
ru: По умолчанию
sq: E paracaktuar

source: Delete Application
az: Tətbiqi sil
da: Slet Applikation
de: Anwendung löschen
es: Eliminar Aplicación
fa: حذف برنامه
pt: REMOVER APLICAÇÃO
ro: Șterge Cererea
ru: Удалить приложение
sq: Fshi aplikacionin

source: Display name for your OIDC client
az: OIDC alıcınız üçün göstərilən ad
da: Vis navn for din OIDC klient
de: Namen des OIDIC client anzeigen
es: Mostrar nombre para tu cliente OIDC
fa: نام نمایشی برای کلاینت دو مرحله ای شما
pt: Mostre o seu nome para o seu cliente OIDC
ro: Nume pentru clientul tău OIDC
ru: Отображаемое имя для вашего OIDC клиента
sq: Emri që do të shfaqet për klientin tuaj OIDC

source: Double click on globe to go back.
az: Qlobusa iki dəfə basaraq geri qayıt.
da: Dobbeltklik på kloden for at gå tilbage.
de: Doppelklick um zurück zu gehen.
es: Haz doble clic en el globo para regresar.
et: Topeltkliki gloobusel, et tagasi minna.
fa: برای بازگشت بر روی globe دوبار کلیک کنید.
hu: Kattints duplán a földgömbre a visszatéréshez.
pt: Clique duas vezes no globo para voltar.
ro: Apasă de două ori globul pentru a merge înapoi.
ru: Дважды щелкните по глобусу, чтобы вернуться.
sq: Klikoni dy herë mbi glob për t'u kthyer përsëri.

source: E-Mail already in use.
az: Email artıq istifadə olunur.
da: E-Mail allerede i brug.
de: E-Mail wird bereits verwendet.
es: El correo electrónico ya se encuentra en uso.
et: Meil on juba kasutuses.
fa: ایمیل در حال حاضر در حال استفاده است.
hu: Az e-mail cím már foglalt.
pt: E-Mail já está em uso.
ro: E-Mailul este deja înregistrat.
ru: Эта электронная почта уже используется.
sq: E-Mail është në përdorim.

source: Earth
az: Dünya
da: Jorden
de: Erde
es: Tierra
et: Maa
fa: زمین
hu: Föld
pt: Terra
ro: Pământ
ru: Земля
sq: Toka

source: Edit existing applications
az: Mövcud tətbiqləri düzəldin
da: Tilføj eksisterende applikationer
de: Vorhandene Anwendungen bearbeiten
es: Editar aplicaciones existentes
fa: ویرایش برنامه‌های موجود
pt: Editar aplicações existentes
ro: Editează cererea deja existentă
ru: Изменить существующие приложения
sq: Modifiko aplikacionet ekzistuese

source: Email can't be empty.
az: Email boş ola bilməz.
da: Email må ikke være tom.
de: E-Mail Feld kann nicht leer sein.
es: El campo de correo no puede estar vacío.
et: Meil ei saa olla tühi.
fa: ایمیل نمی تواند خالی باشد.
hu: Az e-mail cím nem lehet üres.
pt: E-mail não pode estar vazio.
ro: Emailul nu poate fi gol.
ru: Необходимо указать адрес электронной почты.
sq: Email nuk mund të jetë bosh.

source: Email can't be longer than 40 characters.
az: Email 40 simvoldan uzun olabilməz.
da: Email kan ikke være længere end 40 tegn.
de: E-Mail kann nicht länger als 40 Zeichen sein.
es: El correo no puede tener más de 40 caracteres.
et: Meil ei tohiks olla pikem kui 40 tähist.
fa: ایمیل نمی تواند بیشتر از 40 کاراکتر باشد.
hu: Az e-mail cím nem lehet hosszabb 40 karakternél.
pt: E-mail não pode ser maior que 40 caracteres.
ro: Emailul nu poate avea mai mult de 40 de litere.
ru: Электронная почта не может быть длиннее 40 символов.
sq: Email nuk mund të jetë më i gjatë se 40 karaktere.

source: Email should at least contain a dot
az: Email ən az 1 nöqtə içərməlidir
da: Email skal indeholde i det mindste én prik
de: E-Mail sollte zumindest einen Punkt beinhalten
es: El correo debe contener al menos un punto
et: Meil peaks sisaldama punkti
fa: ایمیل حداقل باید حاوی یک نقطه باشد
hu: Az e-mail címnek legalább egy pontot tartalmaznia kell
pt: E-mail deve ter pelo menos um ponto
ro: Emailul trebuie să conțină cel puțin un punct
ru: Электронная почта должна содержать точку
sq: Email duhet të përmbajë të paktën një pikë

source: Email should be at least 5 characters long.
az: Email ən az 5 simvol uzunluğunda olmalıdır.
da: Email skal være mindst 5 tegn langt.
de: E-Mail sollte mindestens 5 Zeichen lang sein.
es: El correo debe tener al menos 5 caracteres de largo.
et: Meil peaks olema vähemalt 5 tähist.
fa: ایمیل باید حداقل 5 کاراکتر باشد.
hu: Az e-mail címnek legalább 5 karakterből kell állnia.
pt: E-mail deve ter ao menos 5 caracteres.
ro: Emailul trebuie să aibă cel puțin 5 litere.
ru: Электронная почта должна состоять не менее чем из 5 символов.
sq: Email duhet të jetë të paktën 5 karaktere i gjatë.

source: Email should contain a @
az: Email-də @ simvolu olmalıdır
da: Email skal indeholde et @
de: E-Mail sollte ein "@" beinhalten
es: El correo debe contener una @
et: Meil peaks sisaldame @ tähist
fa: ایمیل باید حاوی @ باشد
hu: Az e-mail címnek tartalmaznia kell egy @-t
pt: E-mail deve ter um @
ro: Emailul trebuie să conțină un "@"
ru: Электронная почта должна содержать @
sq: Email duhet të përmbajë një @

source: Error
az: Xəta
da: Fejl
de: Fehler
et: Viga
fa: خطا
pt: Erro
ro: Eroare
ru: Ошибка
sq: Gabim

source: Failed to create a new user :(
az: Yeni istifadəçi yaradıla bilmədi :(
da: Mislykkede at skabe en ny bruger :(
de: Konnte keinen neuen Benutzer erstellen :(
es: Falló en crearse el nuevo usuario :(
et: Uue kasutaja loomine ebaõnnestus :(
fa: ایجاد کاربر جدید ناموفق بود :(
pt: Erro ao criar um novo utilizador :(
ro: Nu s-a putut crea un utilizator nou :(
ru: Не удалось создать нового пользователя:(
sq: Dështoi krijimi i një përdoruesi të ri :(

source: Generate a new client_secret. The old secret will become invalid immediately.
az: Yeni client_secret yaradın. Köhnə gizli dərhal etibarsız olacaq.
da: Generér en ny client_secret. Den gamle hemmelighed vil blive ugyldig øjeblikkeligt.
de: Erzeuge ein neues client_secret. Das alte client_secret wird sofort ungültig.
pt: Gere um novo client_secret. O antigo secret irá ficar invalido imediatamente.
ro: Crează un nou client_secret. Vechiul secret va deveni invalid imediat.
ru: Сгенерировать новый client_secret. Старый ключ мгновенно станет недействительным.
sq: Gjeneroni një client_secret të ri. Sekreti i vjetër do të bëhet menjëherë i pavlefshëm.

source: Get email address
az: E-poçt ünvanını alın
da: Få email adresse
de: Sehe E-Mail-Adresse
es: Obtener dirección de correo
fa: دریافت آدرس ایمیل
pt: Obter endereço de e-mail
ro: Obțineți adresa de email
ru: Получить адрес электронной почты
sq: Merr adresën email

source: Get the amount of Pixels placed and ranking
az: Sıralama və qoyulan Piksel sayını alın
da: Få antallet af placerede pixels og rang
de: Zugriff auf die Anzahl gesetzter Pixel und Rang
es: Obtener cantidad de Pixeles puestos y ranking
fa: تعداد پیکسل‌های قرار داده شده و رتبه‌بندی را دریافت کنید
pt: Obter a quantidade de Pixeis colocados e a classificação
ro: Obține numărul de Pixeli plasați și ranking-ul
ru: Получить количество размещенных пикселей и рейтинг
sq: Të marrë sasinë e Pikselëve të vendosur dhe renditjen

source: Have fun and don't hesitate to contact us if you encounter any problems :)
az: Əylənin və hər hansı bir problemlə qarşılaşsanız, bizimlə əlaqə saxlamaqdan çəkinməyin :)
da: Hav' det sjovt og tøv ikke med at kontakte os hvis du støder på nogle problemer :)
de: Viel Spaß und scheue dich nicht uns zu kontaktieren, falls du Probleme hast :)
es: Diviértete y no dudes en contactarnos si encuentras algún problema :)
et: Lõbutse ja võta meiega probleemide korral meiega ühendust :)
fa: لذت ببرید و در صورت بروز هرگونه مشکل با ما در ارتباط باشید :)
hu: Jó szórakozást és ne felejtsd el felvenni a kapcsolatot velünk, ha bármilyen probléma merülne fel :)
pt: Se divirta e não hesite para nos contar se encontrar algum problema :)
ro: Distrează-te și nu ezita să ne contactezi dacă găsești probleme :)
ru: Получайте удовольствие и не стесняйтесь обращаться к нам, если у вас возникнут какие-либо проблемы :)
sq: Argëtohuni dhe mos hezitoni të na kontaktoni nëse hasni në ndonjë problem :)

source: Hello
az: Salam
da: Hej
de: Hallo
es: Hola
et: Tere
fa: سلام
hu: Szia
pt: Olá
ro: Bună
ru: Привет
sq: Përshëndetje

source: Hello ${ email }, you can set your new password here:
az: Salam ${ email }, buradan yeni parolunuzu təyin edə bilərsiniz:
da: Hej ${ email }, du kan indstille din nye adgangskode her:
de: Hallo ${ email }, dein Passwort kann hier zurückgesetzt werden:
es: Hola ${ email }, puedes poner tu nueva contraseña aquí:
fa: سلام ${ email }، می‌توانید رمز عبور جدید خود را اینجا تنظیم کنید:
hu: Szia ${ email }, az új jelszót itt tudod beállítani:
pt: Olá ${ email }, podes definir a tua nova senha aqui:
ro: Bună ${ email }, îți poți seta noua parolă aici:
ru: Здравствуйте, ${ email }, вы можете ввести новый пароль здесь:
sq: Përshëndetje ${ email }, mund të vendosni fjalëkalimin tuaj të ri këtu:

source: Hello ${ name }
az: Salam ${ name }
da: Hej ${ name }
de: Hallo ${ name }
es: Hola ${ name }
et: Tere ${ name }
fa: سلام ${ name }
hu: Szia ${ name }
pt: Olá ${ name }
ro: Bună ${ name }
ru: Привет, ${ name }
sq: Përshëndetje ${ name }

source: If this was you, please ignore this email. If it wasn't you, please go to <a href="https://pixunivers.fun">pixunivers.fun</a> and log-out any session that you are unaware of under "Login Methods" in the User Area and change your password.
az: Bu siz idinizsə, zəhmət olmasa bu e-poçtu saymayın. Siz deyil idinizsə, zəhmət olmasa <a href="https://pixunivers.fun">pixunivers.fun</a>-a gedin və İstifadəçi Sahəsində "Giriş Üsulları"-nın altında xəbəriniz olmayan hər bir sessiyadan çıxış edin və parolunuzu dəyişin.
da: Hvis dette var dig, ignorér denne email. Hvis det ikke var dig, gå til <a href="https://pixunivers.fun">pixunivers.fun</a> og log-ud enhver session som du er ubevidst om under »Login Methods« i brugerområdet og ændr din adgangskode.
de: Falls du das warst, kannst du diese Email vernachlässigen. Falls du es doch nicht warst, geh auf <a href="https://pixunivers.fun">pixunivers.fun</a> und melde dich unter "Anmeldemethoden" von allen dir unbekannten Sitzungen, unter dem Reiter Nutzerbereich, ab und ändere dein Passwort.
es: Si fuiste tú, por favor ignora este correo. Si no fuiste tú, por favor ve a <a href="https://pixunivers.fun">pixunivers.fun</a> y cierra cualquier sesión que desconozcas en "Métodos de acceso" en el Área de Usuario y después cambia tu contraseña.
fa: اگر این شما بودید، لطفاً این ایمیل را نادیده بگیرید. اگر شما نبودید، لطفاً به <a href="https://pixunivers.fun">pixunivers.fun</a> بروید و در قسمت «روش‌های ورود» در ناحیه کاربری، هر جلسه‌ای را که از آن بی‌اطلاع هستید، از سیستم خارج شوید و رمز عبور خود را تغییر دهید.
pt: Se foste tu, ignora este e-mail. Se não foste tu, visita <a href="https://pixunivers.fun">pixunivers.fun</a>, termina qualquer sessão que desconheças em “Métodos de Início de Sessão” na Área de Utilizador e altera a tua palavra-passe.
ro: Dacă tu ai fost, ignoră acest email. Dacă nu ai fost tu, mergi la <a href="https://pixunivers.fun">pixunivers.fun</a> și deconectează-te din orice sesiune de care nu ești conștient sub "Metode de conectare" în Zona de utilizator și schimba-ți parola.
ru: Если это были вы, проигнорируйте это сообщение. Если это были не вы, перейдите на <a href="https://pixunivers.fun">pixunivers.fun</a> и завершите любые сессии, о которых вы не знаете и измените свой пароль в разделе «Способы входа» в Личном кабинете.
sq: Nëse ishit ju, ju lutem injorojeni këtë email. Nëse nuk ishit ju, ju lutem shkoni në <a href="https://pixunivers.fun">pixunivers.fun</a> dhe mbyllni çdo seancë për të cilën nuk keni dijeni nën "Metodat e Hyrjes" në Zonën e Përdoruesit dhe ndryshoni fjalëkalimin tuaj.

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
az: Əgər siz bu emaili tələb etməmisinizsə, lütfən, onu vecinizə almayın (bu emaili tələb edən IP ${ ip } idi).
da: Hvis du ikke anmodet om denne mail, ignorerer den bare (ip'en der anmodet om denne mail var ${ ip }).
de: Falls du diese Mail nicht beantragt hast, bitte ignoriere sie (die IP welche diese Nachricht beantragt hat war ${ ip }).
es: Si usted no solicitó este correo, por favor ignórelo (la ip que solicitó este correo fue ${ ip }).
et: Kui sa ei taotlenud endale seda meili, palun lihtsalt eira seda (IP-aadress, mis esitas taotluse: ${ ip }).
fa: اگر شما این نامه را درخواست نکردید، لطفاً آن را نادیده بگیرید (IP درخواست کننده این نامه ${ ip } بود).
hu: Ha nem Te kérted ezt a levelet, kérjük, hagyjad figyelmen kívül (az IP, aki ezt a levelet kérte, ${ ip } volt).
pt: Se você não pediu esse e-mail, por favor ignore-o (o IP que pediu esse e-mail foi ${ ip }).
ro: Dacă nu ai cerut acest mail, te rog să îl ignori (IP-ul care a cerut acest mail era ${ ip }).
ru: Если вы не запрашивали это письмо, просто проигнорируйте его (IP-адрес, который запрашивал это письмо: ${ ip }).
sq: Nëse nuk e keni kërkuar këtë email, thjesht injorojeni (ip-ja që e kërkoi këtë email ishte ${ ip }).

source: Incorrect password!
az: Səhv Parol!
da: Forkerte adgangskode!
de: Falsches Passwort!
es: ¡Contraseña incorrecta!
et: Vale salasõna!
fa: رمزت رو غلط وارد کردی!
hu: Hibás jelszó!
pt: Senha errada!
ro: Parolă incorrectă!
ru: Неверный пароль!
sq: Fjalëkalim i gabuar!

source: Invalid url :( Please check your mail again.
az: Keçərsiz bağlantı :( Zəhmət olmasa emailinizi yenidən yoxlayın.
da: Ugyldig url :( tjek din mail igen.
de: Ungültige Adresse :( Bitte kontrolliere die Mail nochmal.
es: Url inválida :( Por favor revisa tu correo nuevamente.
et: Vigane veebiaadress :( Palun kontrolli oma meili uuesti.
fa: آدرس اینترنتی نامعتبر :( لطفا دوباره ایمیل خود را بررسی کنید.
hu: Érvénytelen link :( Kérjük, ellenőrizd újra a leveled.
pt: URL inválido :( Por favor, olhe seu email de novo.
ro: Url invalid :( Te rog verifică mailul din nou.
ru: Неверный адрес :( Пожалуйста, проверьте свою почту еще раз.
sq: Url e pavlefshme :( Ju lutemi kontrolloni përsëri email-in tuaj.

source: Just admins can do that
az: Sadəcə adminlər bunu edəbilər
da: Kun administratorer kan gøre det
de: Nur Administratoren können dies tun
es: Solo los administradores pueden hacer eso
et: Ainult administraatorid saavad seda teha
fa: فقط ادمین ها میتونن این کار رو بکنن
hu: Ezt csak az adminok tehetik meg
pt: Apenas administradores podem fazer isso
ro: Numai admini pot face asta
ru: Это могут сделать только админы
sq: Vetëm administratorët mund ta bëjnë këtë

source: Know that an account exists
az: Bir hesabın mövcud olduğunu bilin
da: Ved at en konto eksisterer
de: Erfahren, dass ein pixuniverse Konto existiert
fa: بدانید که یک حساب کاربری وجود دارد
pt: Verificar se a conta existe
ro: Să știe ca există un account
ru: Знать, что аккаунт существует
sq: Të dijë që një llogari ekziston
