Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/ssr-*.po
Languages: az, da, de, es, et, fa, hu, pt, ro, ru, sq

source: Space-separated list of default scopes, they will be used on requests where no other scope is given.
da: Mellemrumssepareret liste over standard scopes, de vil blive brugt på anmodninger hvor ingen andre scope er angivet.
de: Durch Leerzeichen getrennte Listea Standard scopes, welche benutzt werden, falls kein scope Parameter angegeben wird.
ro: Listă separată de spațiu a scope-urilor implicite, acestea vor fi utilizate la solicitări dacă nu este dat alt scop.
ru: Список прав доступа по умолчанию (разделенных пробелами), которые будут использоваться в запросах, для которых не указаны другие права.
sq: Listë e ndarë me hapësira të scopes të paracaktuara. Do të përdoren në kërkesa aty ku nuk është dhënë scope tjetër.

source: Space-separated list of scopes that should be available
da: Mellemrumssepareret liste over scopes der bør være tilgængelige
de: Durch Leerzeichen getrennte Liste an scopes, welche zur verfügung stehen sollen
ro: Listă separată de spațiu a scope-urilor care ar trebuii sa fie valabile
ru: Список доступных прав доступа (разделенные пробелами)
sq: Listë e ndarë me hapësira të scopes që duhet të jenë të disponueshme

source: Special canvas to spread awareness of SARS-CoV2 (take the vax).
da: Specielt kanvas for at sprede viden om SARS-CoV2 (tag vaccinen).
de: Kleine Leinwand im SARS-CoV2 Thema.
es: Lienzo especial para crear conciencia sobre el virus SARS-CoV2.
et: Erilõuend, et levitada teadlikkust SARS-CoV2 kohta (vaksineeri ennast).
fa: یک بوم مخصوص برای آگاه سازی درمورد ویروس کرونا
hu: Speciális vászon a SARS-CoV2 terjesztésére.
ro: Convas special pentru a răspândi conștientizarea SARS-CoV2.
ru: Специальное полотно для распространения осведомленности о SARS-CoV2 (вакцинируйтесь).
sq: Kanavacë e veçantë për të përhapur ndërgjegjësimin për SARS-CoV2 (merrni vaksinën).

source: Stop flooding.
az: Floodlamayı burax.
da: Lad være med at oversvømme chatten.
de: Stoppe zu spamen.
es: Deja de hacer spam.
et: Ära tee niimoodi.
fa: اینقدر پیام نفرست.
hu: Helyedre.
pt: Pare de floodar.
ro: Oprește inundarea.
ru: Перестаньте флудить.
sq: Ndaloni përmbytjen.

source: Submit
az: Təqdim edin
da: Indsend
de: Absenden
es: Confirmar
et: Kinnita
fa: ارسال
hu: Küldés
pt: Enviar
ro: Încarcă
ru: Отправить
sq: Paraqisni

source: Thanks
az: Təşəkkürlər
da: Tak
de: Danke
es: Gracias
et: Tänud
fa: ممنون
hu: Köszönjük
pt: Obrigado
ro: Mulțumim
ru: Спасибо
sq: Faleminderit

source: The user owning this badge is private
da: Bruger der ejer denne medalje er privat
de: Der Nutzer, dem diese Auszeichnung gehöhrt, hat ein privates Profil
es: El usuario de esta insignia es privado
et: Kasutaja, kes omab seda aumärki on salastatud
fa: کاربری که این نشان را دارد، خصوصی است
hu: A felhasználó fiókja privát aki birtokolja ezt a jelvényt
ro: Utilizatorul care deține această insignă este privat
ru: Профиль пользователя c этим значком приватный
sq: Përdoruesi i cili zotëron këtë stemë është privat

source: The user owning this fish is private
da: Brugeren der ejer denne fisk er privat
de: Der Nutzer, dem dieser Fisch gehört, hat ein privates Profil
es: El usuario de este pescado es privado
et: Kasutaja, kes omab seda kala on salastatud
fa: کاربری که مالک این ماهی است، خصوصی است
hu: A felhasználó fiókja privát aki birtokolja ezt a halat
ro: Utilizatorul care deține acest pește este privat
ru: Профиль пользователя c этой рыбой приватный
sq: Përdoruesi që e ka këtë peshk është privat

source: This application is not allowed to login
da: Denne applikation er har ikke tilladelse til at logge ind
de: Diese Anwendung darf sich nicht anmelden
es: Esta aplicación no esta permitida para acceder
fa: این برنامه اجازه ورود ندارد
ro: Această aplicație nu are permisiune să se conecteze
ru: Этому приложению не разрешен вход
sq: Ky aplikacion nuk është i lejuar të kyçet

source: This application redirects to an unallowed page
da: Denne applikation omridigerer til en forbudt side
de: Diese Anwendung leitet auf eine nicht zugelassene Seite weiter
es: Esta aplicación redirige a una pagina no permitida
fa: این برنامه به یک صفحه غیرمجاز ارجاع داده می‌شود
ro: Această aplicație redirecționează către o pagină nepermisă
ru: Это приложение переадресует на неразрешённую страницу
sq: Ky aplikacion ridrejton në një faqe të palejuar

source: This application sent a faulty login request with no redirection
da: Denne applikation sendte en fejlagtig login anmodning med ingen omridigering
de: Diese Anwendung hat eine fehlerhafte Anmeldeanfrage ohne Weiterleitung gesendet
es: Esta aplicación envió una solicitud fallida de acceso sin redirección
fa: این برنامه یک درخواست ورود به سیستم معیوب و بدون تغییر مسیر مرجوعی ارسال کرد
ro: Această aplicație a trimis o cerere de conectare eronată, fără redirecționare
ru: Приложение отправило некорректный запрос аутентификации без переадресации
sq: Ky aplikacion dërgoi një kërkesë të pasaktë për hyrje pa ridrejtim

source: This application uses a PKCE method we do not support
da: Denne applikation bruger en PKCE metode som vi ikke understøtter
de: Diese Anwendung bwnutz eine PKCE Methode die wir nicht anbieten
es: Esta aplicación usa un método PKCE del cual no tenemos soporte
fa: این برنامه از روش PKCE استفاده می‌کند که ما از آن پشتیبانی نمی‌کنیم.
ro: Această aplicație folosește o metodă PKCE pe care nu o acceptăm
ru: Это приложение использует метод PKCE, который мы не поддерживаем
sq: Ky aplikacion përdor një metodë PKCE të cilën nuk e mbështesim

source: This application uses a login method we do not support
da: Denne applikation bruger en loginmetode som vi ikke understøtter
de: Diese Anwendung benutzt eine Anmeldemethode die wir nicht anbieten
es: Esta aplicación usa un método de acceso que no tenemos soporte
fa: این برنامه از روشی برای ورود به سیستم استفاده می‌کند که ما از آن پشتیبانی نمی‌کنیم.
ro: Această aplicație folosește o metodă de login pe care nu o acceptăm
ru: Это приложение использует способ входа, который мы не поддерживаем
sq: Ky aplikacion përdor një metodë hyrjeje të cilën nuk e mbështesim

source: This email / password combination got hacked and leaked. To protect this account, the password has been reset. Please use the "Forgot my password" function below to set a new password. In the future, consider not installing malware, Thank You.
da: Denne email / adgangskode kombination blev hacket og afsløret. For at beskytte denne konto, adgangskode er blevet nulstillet. Brug »Glemte min adgangskode« funktionen nedenfor til at indstille en ny adgangskode. I fremtiden, overvej ikke at installere malware, Tak.
de: Diese E-Mail-/Passwort-Kombination wurde gehackt und ist von einem Datenleck betroffen. Zum Schutz dieses Accounts wurde das Passwort zurückgesetzt. Bitte verwenden Sie die Funktion "Passwort vergessen" unten, um ein neues Passwort zu vergeben. Zukünftig sollten Sie darauf achten, keine Malware zu installieren. Vielen Dank.
es: Esta combinación correo / contraseña fue hackeado y filtrado. Para proteger esta cuenta la contraseña fue reiniciada. Por favor usa la función de abajo "Olvidé mi contraseña" para configurar una nueva contraseña. En el futuro, considera no instalar malware, Gracias.
fa: این ترکیب ایمیل/رمز عبور هک یا فاش شده است. برای محافظت از این حساب، رمز عبور بازنشانی شده است. لطفاً از گزینه «رمز عبور خود را فراموش کرده‌ام» در زیر برای تنظیم رمز عبور جدید استفاده کنید. در آینده در نظر بگیرید که بدافزاری نصب نکنید، متشکرم.
hu: Ez az email / jelszó kombináció el lett lopva. A fiókja védelme érdekében, a jelszavát alaphelyzetbe állítottuk. Használja az "Elfelejtett jelszó" funkciót és állítson be új jelszót. A jövőben, ne töltsön le malware-ket, Köszönjük.
ro: Această combinație de e-mail / parolă a fost compromisă și furată. Pentru a proteja acest cont, parola a fost resetată. Utilizează funcția "Mi-am uitat parola" de mai jos pentru a seta o nouă parolă. În viitor, luați în considerare să nu instalați malware.
ru: Эта комбинация почта/пароль стала частью утечки данных. Чтобы защитить этот аккаунт, пароль был сброшен. Пожалуйста, воспользуетесь кнопкой "Забыли пароль", чтобы установить новый пароль. В будущем подумайте о том, чтобы не устанавливать вредоносное ПО. Спасибо.
sq: Ky kombinim emaili/fjalëkalimi u hackua dhe rrodhi. Për të mbrojtur këtë llogari, fjalëkalimi është rivendosur. Ju lutem përdorni funksionin "Harrova fjalëkalimin tim" më poshtë për të vendosur një fjalëkalim të ri. Në të ardhmen, konsideroni të mos instaloni malware. Faleminderit.

source: This email / password combination got hacked and leaked. To protect this account, the password has been reset. Please use the "Forgot my password" function on the LogIn page to set a new password. In the future, consider not installing malware, Thank You.
da: Denne email / adgangskode kombination blev hacket og afsløret. For at beskytte denne konto, adgangskode er blevet nulstillet. Brug »Glemte min adgangskode« funktionen på LogIn-siden til at indstille en ny adgangskode. I fremtiden, overvej ikke at installere malware, Tak.
de: Diese E-Mail-/Passwort-Kombination wurde gehackt und ist von einem Datenleck betroffen. Zum Schutz dieses Accounts wurde das Passwort zurückgesetzt. Bitte verwenden Sie die Funktion "Passwort vergessen" unten, um ein neues Passwort zu vergeben. Zukünftig sollten Sie darauf achten, keine Malware zu installieren. Vielen Dank.
es: Esta combinación correo / contraseña fue hackeado y filtrado. Para proteger esta cuenta la contraseña fue reiniciada. Por favor usa la función "Olvidé mi contraseña" en la pagina de Acceso para configurar una nueva contraseña. En el futuro, considera no instalar malware, Gracias.
fa: این ترکیب ایمیل/رمز عبور هک یا فاش شده است. برای محافظت از این حساب، رمز عبور بازنشانی شده است. لطفاً از گزینه «رمز عبور خود را فراموش کرده‌ام» در پایین برای تنظیم رمز عبور جدید استفاده کنید. در آینده در نظر بگیرید که بدافزاری نصب نکنید، متشکرم.
hu: Ez az email / jelszó kombináció el lett lopva. A fiókja védelme érdekében, a jelszavát alaphelyzetbe állítottuk. Használja az "Elfelejtett jelszó" funkciót a bejelentkezési felületen és állítson be új jelszót. A jövőben, ne töltsön le malware-ket, Köszönjük.
ro: Această combinație de e-mail / parolă a fost compromisă și furată. Pentru a proteja acest cont, parola a fost resetată. Utilizează funcția "Mi-am uitat parola" de mai jos pentru a seta o nouă parolă. În viitor, luați în considerare să nu instalați malware.
ru: Эта комбинация почта/пароль стала частью утечки данных. Чтобы защитить этот аккаунт, пароль был сброшен. Пожалуйста, воспользуетесь кнопкой "Забыли пароль" на странице входа, чтобы установить новый пароль. В будущем подумайте о том, чтобы не устанавливать вредоносное ПО. Спасибо.
sq: Ky kombinim emaili/fjalëkalimi u hackua dhe rrodhi. Për të mbrojtur këtë llogari, fjalëkalimi është rivendosur. Ju lutem përdorni funksionin "Harrova fjalëkalimin tim" në faqen e hyrjes për të vendosur një fjalëkalim të ri. Në të ardhmen, konsideroni të mos instaloni malware. Faleminderit.

source: This email provider is not allowed
az: Bu email provayderinə icazə verilmir
da: Denne email udbyder er ikke tilladt
de: Dieser E-Mail Anbieter ist nicht erlaubt
es: Este provedor de email no está permitido
et: See meiliaadress ei ole lubatud
fa: این ارائه دهنده ایمیل مجاز نیست
hu: Ez az e-mail szolgáltató nem engedélyezett
ro: Acest furnizor de mail nu este permis
ru: Этот провайдер электронной почты не разрешен
sq: Ky ofrues i emailit nuk lejohet

source: This password-reset link isn't valid anymore :(
az: Parol dəyişdirmə bağlantısı artıq keçərli deyil :(
da: Dette adgangskode-nulstillings link er ikke længere gyldig :(
de: Dieser Passwort-Wiederherstellungslink ist nichtmehr gültig :(
es: Este enlace de reinicio de contraseña ya no es válido :(
et: See parooli taastamise link pole enam kehtiv :(
fa: این password-reset دیگر معتبر نیست :(
hu: Ez a jelszó-visszaállítási link már nem érvényes :(
pt: O link para trocar a senha não é mais valido :(
ro: Acest parolă-reset link deja nu este valid :(
ru: Эта ссылка для сброса пароля больше недействительна :(
sq: Kjo lidhje e rivendosjes së fjalëkalimit nuk është më e vlefshme :(

source: Too many or too long redirect_uris
da: For mange eller for lange redirect_uris
de: Zu viele oder zu lange redirect_uris
et: Liiga mitu või liiga pikk(ad) redirect_uris
ro: Prea multe sau prea lungi redirect_uris
ru: Слишком много или слишком длинное redirect_uris
sq: Shumë redirect_uris ose redirect_uris tepër të gjata

source: Top10
fa: ده نفر برتر
ru: Топ-10

source: Unknown Captcha Error
az: Naməlum Captcha Xətası
da: Ukendt Captcha Fejl
de: Unbekannter Captcha-Fehler
es: Error de captcha desconocido
et: Tundmatu Captcha Viga
fa: کپچا یه خطایی داده که خودمم نمیدونم چیه
hu: Ismeretlen captcha hiba
pt: Erro de Captcha desconhecido
ro: Eroare de Captcha necunoscută
ru: Неизвестная ошибка капчи
sq: Gabim i Panjohur Captcha

source: Update Application
da: Opdatér Applikation
de: Aktualisiere Anwendung
es: Actualizar Aplicación
fa: به‌روزرسانی برنامه
ro: Actualizează Aplicația
ru: Обновить приложение
sq: Përditëso aplikacionin

source: User ID and verification level
da: Bruger-ID og bekræftelsesniveau
de: Benutzer ID und Verifikationslevel
es: ID de usuario y nivel de verificación
fa: شناسه کاربری و سطح تأیید
hu: Felhasználó ID és ellenőrzési szint
ro: ID utilizator și nivel de verificare
ru: ID пользователя и уровень подтверждения
sq: User ID dhe niveli i verifikimit

source: User doesn't exist in our database :(
az: Istifadəçi databazamızda mövcud deyil :(
da: Bruger eksisterer ikke i vores database :(
de: Spieler existiert nicht in unserer Datenbank :(
es: El usuario no existe en la base de datos :(
et: Kasutaja ei eksisteeri meie andmebaasis :(
fa: کاربر در پایگاه داده ما وجود ندارد :(
hu: A felhasználó nem létezik az adatbázisunkban :(
pt: Usuário não existe em nosso banco de dados :(
ro: Utilizatorul nu există în datele noastre de bază :(
ru: Пользователь не существует в нашей базе данных :(
sq: Përdoruesi nuk ekziston në bazën tonë të të dhënave :(

source: Username already in use.
az: İstifadəçi adı artıq istifadə olunur.
da: Brugernavn allerede i brug.
de: Name wird bereits verwendet.
es: El nombre de usuario ya está en uso.
et: Nimi on juba kasutuses.
fa: نام کاربری در حال حاضر استفاده شده است.
hu: A felhasználónév már foglalt.
pt: Nome de usuário já em uso.
ro: Numele de utiizator este deja folosită.
ru: Это имя пользователя уже используется.
sq: Emri i përdoruesit është në përdorim.

source: Username can not start with pp_
da: Brugernavn må ikke starte med pp_
de: Benutzername kann nicht mit "pp_" beginnen
es: El nombre de Usuario no puede empezar con pp_
et: Kasutajanimi ei tohi alata pp_'ga
fa: نام کاربری نمی‌تواند با pp_ شروع شود
hu: Felhasználónév nem kezdődhet pp_-vel
ro: Numele de utilizator nu poate începe cu pp_
ru: Имя пользователя не может начинаться с pp_
sq: Emri i përdoruesit nuk mund të fillojë me pp_

source: Username can only contain the characters: a-z . _ and -
da: Brugernavn må kun indeholde tegnene: a-z . _ og -
de: Benutzername kann nur [a-z]._ und - beinhalten
es: El nombre de Usuario solo puede contener los caracteres: a-z . _ y -
et: Kasutajanimi võib koosneda järgnevast: a-z . _ ja -
fa: نام کاربری فقط می‌تواند شامل کاراکترهای a-z، _ و - باشد.
hu: Felhasználónév csak a-z . _ és - tartalmazhat
ro: Numele de utilizator poate conține doar caracterele: a-z. _ și -
ru: Имя пользователя может содержать только a-z . _ и -
sq: Emri i përdoruesit mund të përmbajë vetëm karakteret: a-z . _ dhe -

source: Username can't be empty.
da: Brugernavn må ikke være tomt.
de: Benutzername darf nicht leer sein.
fa: نام کاربری نمی‌تواند خالی باشد.
hu: Felhasználónév nem lehet üres.
ro: Numele de utilizator nu poate fi gol.
ru: Имя пользователя не может быть пустым.
sq: Emri i përdoruesit nuk mund të jetë bosh.

source: Username must be at least 2 characters long
da: Brugernavn skal være mindst 2 tegn langt
de: Benutzername muss mindestens zwei Zeichen lang sein
hu: Felhasználónévnek minimum 2 karakter hosszúnak kell lennie
ro: Numele de utilizator trebuie să aibă cel puțin 2 caractere
ru: Имя пользователя должно быть не менее двух символов
sq: Emri i përdoruesit duhet të jetë të paktën 2 karaktere i gjatë

source: Username must be shorter than 26 characters
da: Brugernavn skal være kortere end 26 tegn
de: Benutzername muss kürzer als 26 Zeichen sein
hu: Felhasználónévnek rövidebbnek kell lennie 26 karakternél
ro: Numele de utilizator trebuie să fie mai scurt de 26 de caractere
ru: Имя пользователя должно быть короче 26 символов
sq: Emri i përdoruesit duhet të jetë më i shkurtër se 26 karaktere

source: We already sent you a mail with instructions. Please wait before requesting another mail.
az: Artıq sizə təlimatlarla bir email göndərmişik. Lütfən, başqa email tələb etməzdən əvvəl gözləyin.
da: Vi har allerede sendt dig en mail med instruktioner. Vent før du anmoder om en ny mail.
de: Wir sendeten dir bereits eine E-Mail mit Instruktionen. Bitte warte bevor du eine neue beantragts.
es: Ya te enviaos un correo con instrucciones. Por favor espera antes de solicitar otro correo.
et: Me juba saatsime sulle meili koos juhistega. Palun oota enne uue taotlemist.
fa: ما قبلاً یک ایمیل با دستورالعمل برای شما ارسال کردیم. لطفاً قبل از درخواست ایمیل دیگری صبر کنید.
hu: Már küldtünk neked egy e-mailt az utasításokkal együtt. Kérjük, várj, mielőtt újabb levelet kérnél.
pt: Nós já te enviamos um e-mail com as instruções. Por favor espere para pedir um outro e-mail.
ro: Ți-am trimis deja un mail cu instrucțiuni. Te rog să aștepți înainte să ceri un mail nou.
ru: Мы уже отправили вам письмо с инструкциями. Пожалуйста, подождите, прежде чем запрашивать другое письмо.
sq: Ne ju kemi dërguar një email me udhëzime. Ju lutemi prisni para se të kërkoni një email tjetër.

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
az: Artıq sizə doğrulama emaili göndərmişik, ${ minLeft } dəqiqə ərzində başqa doğrulama emaili tələb edə bilərsiniz.
da: Vi har allerede sendt dig en bekræftelsesmail, du kan anmode om endnu en om ${ minLeft } minutter.
de: Wir sendeten dir bereits eine Wiederherstellung Mail, du kannst die nächste in ${ minLeft } minuten anfordern.
es: Ya te enviamos un correo de verificación, puedes solicitar otro en ${ minLeft } minutos.
et: Me juba saatsime sulle verifikatsiooni meili, sa võid taotleda endale uue ${ minLeft } minuti pärast.
fa: ما قبلاً یک ایمیل تأیید برای شما ارسال کرده‌ایم، می‌توانید یک ایمیل دیگر را در ${ minLeft }دقیقه دیگر درخواست کنید.
hu: Már küldtünk egy hitelesítő levelet, kérhetsz másikat ${ minLeft } perc múlva.
pt: Nós já te enviamos um e-mail de verificação, você pode pedir outro em ${ minLeft } minutos.
ro: Deja ți-am trimis un mail de verificare, poți cere încă una în ${ minLeft } minute.
ru: Мы уже отправили вам письмо с подтверждением, вы можете запросить еще одно через ${ minLeft } минут.
sq: Ne ju kemi dërguar një email verifikimi, ju mund të kërkoni një tjetër pas ${ minLeft } minutash.

source: Welcome ${ name } to pixuniverse, please verify your mail
az: pixuniverseə xoş gəldin ${ name }, Zəhmət olmasa emailini doğrula
da: Velkommen ${ name } til pixuniverse, bekræft din mail
de: Willkommen ${ name } auf pixuniverse, bitte verifiziere deine Mail Adresse
es: Bienvenido a pixuniverse ${ name }, por favor verifica tu correo
et: Teretulemast PikselPlanet'isse, ${ name }, palun verifitseeri oma meil
hu: Üdvözöljük ${ name } a pixuniverseen, kérjük, hitelesítsd az e-mail címedet
pt: Bem-vindo ${ name } ao pixuniverse, por favor verifique seu e-mail
ro: Bine ai venit ${ name } la pixuniverse, te rog verifică-ți mailul
ru: Добро пожаловать ${ name } на pixuniverse, пожалуйста, подтвердите свою почту
sq: Mirë se vini ${ name } në pixuniverse, ju lutemi verifikoni emailin tuaj

source: You already chose your username
da: Du har allerede valgt dit brugernavn
de: Benutzername wurde bereits gewählt
es: Ya escogiste tu nombre de Usuario
et: Sa juba valisid oma kasutajanime
hu: Már kiválasztottad a felhasználóneved
ro: Ți-ai ales deja numele de utilizator
ru: Вы уже выбрали имя пользователя
sq: Ju tashmë keni zgjedhur emrin tuaj të përdoruesit

source: You already have that name.
da: Du har allerede det navn.
de: Du hast bereits diesen Namen.
es: Ya tienes ese nombre.
et: Sul juba on see nimi.
hu: Már használod azt a nevet.
ro: Ai deja acest nume.
ru: У вас уже есть это имя.
sq: Tashmë e keni këtë emër.

source: You are already verified.
da: Du er allerede bekræftet.
de: Du bist bereits verifiziert.
es: Ya estás verificado.
hu: Már hitelesítve vagy.
ro: Sunteți deja verificat.
ru: Вы уже верифицированы.
sq: Ju tashmë jeni verifikuar.

source: You are muted for another ${ timeMin } minutes
az: ${ timeMin } dəqiqəliyinə susturuldun
da: Du er gjort stum for en anden ${ timeMin } minutes
de: Du bist für ${ timeMin } Minuten stummgeschaltet
es: Estás silenciado por ${ timeMin } minutos más
et: Sa oled vaigistatud veel ${ timeMin } minutit
fa: شما برای ${ timeMin } دقیقه بی صدا شدین
hu: ${ timeMin } percig némítva vagy
pt: Você está silenciado por mais ${ timeMin } minutos
ro: Ești desconectat pentu încă ${ timeMin } minute
ru: Вы в муте еще на ${ timeMin } минут
sq: Ju jeni të heshtur për ${ timeMin } minuta të tjera

source: You are muted for another ${ ttl } seconds
az: ${ ttl } saniyəliyinə susturuldun
da: Du er gjort stum for en anden ${ ttl } Sekunder
de: Du bist für weiter ${ ttl } Sekunden stummgeschaltet
es: Estás silenciado por ${ ttl } segundos más
et: Sa oled veel vaigistatud ${ ttl } sekundit
fa: شما برای ${ ttl } ثانیه بی صدا شدین
hu: ${ ttl } másodpercig némítva vagy
pt: Você está silenciado por mais ${ ttl } segundos
ro: Ești desconectat pentru încă ${ttl} secunde
ru: Вы в муте еще на ${ ttl } секунд
sq: Ju jeni të heshtur për ${ ttl } sekonda të tjera

source: You are not allowed to access this page
az: Sizin bu səhifəyi görüntüləməyə icazəniz yoxdur
da: Du er ikke tilladt at tilgå denne side
de: Du hast keinen Zugriff zu diese Seite
es: No tienes permiso para acceder a esta página
et: Sul puudub sellele leheküljele ligipääs
fa: شما اجازه دسترسی به این صفحه را ندارید
hu: Nincs hozzáférésed ehhez az oldalhoz
ro: Nu ai voie să accesezi această pagină
ru: У вас нет доступа к этой странице
sq: Ju nuk lejohet të hyni në këtë faqe

source: You are not banned
az: Sən banlı deyilsən
da: Du er ikke bannet
de: Du bist nicht verbannt
es: No estás baneado
et: Sinu ligipääs ei ole piiratud
fa: تو بن نشدی
hu: Nem vagy kitiltva
ro: Nu ești banat
ru: Вы не забанены
sq: Ju nuk jeni të dënuar

source: You are not logged in
az: Siz daxil olmamısınız
da: Du er ikke logget ind
de: Du bist nicht angemeldet
es: No has iniciado sesión
et: Sa ei ole sisse logitud
fa: شما وارد نشده اید
hu: Nem vagy bejelentkezve
ro: Nu ești conectat
ru: Вы не авторизованы
sq: Ju nuk jeni të regjistruar

source: You are now verified :)
az: Artıq hesabın doğrulandı :)
da: Du er nu bekræftet :)
de: Du bist nun verifiziert :)
es: Ahora estás verificado :)
et: Sa oled nüüd verifitseeritud :)
fa: الان تایید شدی :)
hu: Mostantól hitelesített vagy :)
pt: Agora você é verificado :)
ro: Acum ești verificat :)
ru: Вы прошли проверку :)
sq: Ju jeni verifikuar tani :)
