Repository: briocheeeee/pissunivers.fun-
Catalog: i18n/ssr-prg.po
Languages: prg

source: 3D Canvas
prg: 3D drābi

source: A 3D globe of our whole map
prg: 3D planēta tāutaskarti

source: A canvas for the most active players from the the previous day. Daily ranking updates at 00:00 UTC.
prg: Klajds dēnan aktiviskajāusians piłs naudingimans pa prīkstinān dėinan. Dīnniskai rengimai atnaujinami prei 00:00 UTC.

source: Black and White canvas
prg: Melne un Balte audekla

source: Can not chat while being banned
prg: Ne galēi lābutunīs kai esi uzsprēstas

source: Click here
prg: Spausk dēnt

source: Click to Verify
prg: Spaudź patikrinti

source: Client Name
prg: Klientas Wārds

source: Confirm New Password
prg: Patiwinkan Naujan Paswordan

source: Conquer land on a smaller earth with protected ocean. Shares cooldown with earth canvas!
prg: Dātin zemi smakai ant smaļais pażemei stāweistwan dintan. Dalīdai stāweistwaistwa pażemes kanwās!

source: Consent
prg: Preigauta

source: Could not close this Session.
prg: Nepatīkanškas šīntan Sesījan.

source: Could not find this login method
prg: Nī finden bartinnan gīwīdeinan sikīmtinan

source: Couldn't find this mail in our database
prg: Nī pasteīgtan tānkun ēmaiļan mūson datubāzion

source: Default
prg: Nutrimai

source: Delete Application
prg: Apdalīkīnt Apsēntīn

source: Display name for your OIDC client
prg: Prawīdis prai OIDC klients

source: Double click on globe to go back.
prg: Dwīreīkst kikintan na gūbinan steigi patrankinti.

source: E-Mail already in use.
prg: E-pasts jau käytinams.

source: Earth
prg: Semmē

source: Edit existing applications
prg: Redaguoti esamas aplikacijas

source: Email can't be empty.
prg: E-pasts ni gal'stat tūšti.

source: Email can't be longer than 40 characters.
prg: E-pasts nabūt staunchs nekā 40 zīmans.

source: Email should at least contain a dot
prg: E-pasts turrėtu turēt vēinanū statīklan

source: Email should be at least 5 characters long.
prg: E-pasts tur būt minimums 5 karaktera garš.

source: Email should contain a @
prg: E-pasts turēt'sign @

source: Error
prg: Klaida

source: Failed to create a new user :(
prg: Nepavyko sukūrti naują naudotoją :(

source: Get email address
prg: Gūtweišan pa e-mailan

source: Get the amount of Pixels placed and ranking
prg: Gūtweißei daudz swīkstīns stalipts ēn rankīns

source: Have fun and don't hesitate to contact us if you encounter any problems :)
prg: Linksmybiū jūms ēi nī susigīnkīt prāsinēt nūsūs, jei kummāti pasitaikīs :)

source: Hello
prg: Kaīlūkai

source: Hello ${ email }, you can set your new password here:
prg: Kaīlānts ${ email }, tū galī preīdeiktwei tūns nauns pāsass wārds steit:

source: Hello ${ name }
prg: Kaīloutei, ${ name }

source: If this was you, please ignore this email. If it wasn't you, please go to <a href="https://pixunivers.fun">pixunivers.fun</a> and log-out any session that you are unaware of under "Login Methods" in the User Area and change your password.
prg: Jei tāns tu bēi, tadēi paisūkai īschūtan. Jei nē tu, tadēi preīdeit <a href="https://pixunivers.fun">pixunivers.fun</a> un atsloginkit vsekanauj sijautans, kurijaus napazejsta pajegejma “Prisijungima Bidai” Pajauta Ervijsije un pakeiskit svaji prasivaldijma.

source: If you did not request this mail, please just ignore it (the ip that requested this mail was ${ ip }).
prg: Jei tu napižadiejai stancei listan, teisei nīkaitei pakūkstiet (tān ip, kas pižadēja stans listan, bēi ${ ip }).

source: Incorrect password!
prg: Neteisinga slaptāžodis!

source: Invalid url :( Please check your mail again.
prg: Neteisinga entrustedīnė :( Prašau tiktinti twēian mailan nanīn.

source: Just admins can do that
prg: Tikrai dēiws magt tūns

source: Know that an account exists
prg: Erwīns zināt, kadā konta īr

source: Loading...
prg: Pakraun...

source: Login from new location on pixuniverse
prg: Prisijungimas iš naujos vietos pixuniverse'e

source: Login is required
prg: Reikia prisijungt

source: Mail is already in use!
prg: Pażīstas jau īr tūlik!

source: Mail is not configured on the server
prg: Posti ni īr nūstātītās pi servera

source: Mail verification
prg: Pausta patikrinsana

source: Minimap
prg: Mażītlapis

source: Mirror of PixelCanvas
prg: Spīgelis pēr PixelCanvas

source: Mirror of PixelZone
prg: Spīgelis pēr PixelZone

source: Moon
prg: Mēness

source: Moon canvas. Safe space for art. No flags or large text (unless part of art) or art larger than 1.5k x 1.5k pixels.
prg: Mēnulis pala. Droswīdis wāļis per dāinan. Ni bēiūt flagāi sīweī dids gīrēis (jū́s daīnas dales) sīweī dāinan kirdīnsnei kāi 1.5k x 1.5k pixelū.

source: Name already in use.
prg: Wārds jau stājts īmtā.

source: Name can't be empty.
prg: Wārds ni galī būt tūšti.

source: Name contains invalid character like @, /, \ or #
prg: Wārds tur īmmings signan, kai @, /, \ aba #

source: Name is too long
prg: Wārds per ilgāis

source: Name must be at least 2 characters long
prg: Wārds bēi minimums 2 stābtis

source: Name must be shorter than 26 characters
prg: Wārds bēi kurtāisīs nēntāis 26 stābtis

source: Name or Email does not exist!
prg: Wārds ar E-pasts napast!

source: New Password
prg: Nawīnīs Skirsnanūmins

source: No Captcha given
prg: Ni kāptča dāts

source: No or invalid fish id.
prg: Nēīgnaī aba nēistājgs pūwis id.

source: No password given.
prg: Nīkāds skirsnanūm dāts.

source: No such badge found
prg: Nīkāi tāds emblēms atrasts

source: No such fish found
prg: Nīkāi neīdra pūwis aptinkts

source: One redirect URIs per line
prg: Vīns atgriežōntis URLs per līni

source: Only four colors. Same rules as moon!
prg: Tikrai keturjū barwai. Tas pats prawīst as Menulis!

source: OpenID Connect specs
prg: OpenID Connect spādan

source: Or by copying following url:
prg: Īmu sīntan pōgienen ēndanen URL:

source: Our main canvas, a huge map of the world. Place anywhere you like!
prg: Mūsonas pats galwīdis, dids swētan mappis. Dēikīt kāinīt tikai twān!

source: Password must be at least 6 characters long.
prg: Slaptāžodis tur būt minimaliai 6 rāktan.

source: Password must be shorter than 60 characters.
prg: Slaptāžodis nin būten trumpiau kāitāntan 60 rāktan.

source: Password successfully changed.
prg: Slaptāžu sėkmingā pakeista.

source: Permission
prg: Leidiśkan

source: PixelCanvas
prg: PikselLents

source: pixunivers.fun 3DGlobe
prg: pixunivers.fun 3D planēta

source: PixelZone
prg: PikselZōna

source: Place Voxels on a 3D canvas with others.
prg: Dētweiši Vokseli pi enan 3D kraklas so dēiws.

source: Place color pixels on an map styled canvas with other players online
prg: Dētwei stainan gleitin piksātan na mapais stīliskai dātikan kanwan su antraiis online

source: Please refresh the website
prg: Apgreidatwei sito palāikinan

source: Please try again.
prg: Stātēntwei.

source: Please use int channel
prg: Prašau naudokēit int kanālan

source: Read Badges and fishes
prg: Skaitīt ženklius un pankūlius

source: Read name, username and account age
prg: Skaitīt wārds, paėmė ir amžius pruse

source: Redirect URIs
prg: reīklaīst URIs

source: Regularly update this data
prg: Staikintēi rinktwei datans

source: Reset Password
prg: Atstatīt Surīktan

source: Reset your password here
prg: Apgriztwei twei Surīktan tūsei

source: Server error when deleting user.
prg: Klaida serveriō briukstantēi upītą.

source: Someone logged into your account from a new location, with the IP:
prg: Kaskas pagubbis prei twais accaunts stawītinimai naujā postan, so IP:

source: Space-separated list of available scopes
prg: Perstaitītangs stānts skōpu ėn wiskas starpān

source: Space-separated list of default scopes, they will be used on requests if no other scope is given.
prg: Perstaitītangs baziniu skōpu ėn wiskas starpān, tīns butuns nauduotas prāsei, ka ni vīns kita skēpis dāts.

source: Space-separated list of default scopes, they will be used on requests where no other scope is given.
prg: Perstaitītangs baziniu skōpu ėn wiskas starpān, tīns naudōs ant prāsīmū kēi nēninkaīts kita skīsta.

source: Space-separated list of scopes that should be available
prg: Perstaitītangs skōpu ėn wiskas starpān kurīm būt galīma

source: Special canvas to spread awareness of SARS-CoV2 (take the vax).
prg: Seimēnts audums prīsininkam pārbaudīt SARS-CoV2.

source: Stop flooding.
prg: Stabstweīns ni.

source: Submit
prg: Pateikt

source: Thanks
prg: Dīnka

source: The user owning this badge is private
prg: Tāwi īmtīnan preīkstān šis sīmts ir paslēpts

source: The user owning this fish is private
prg: Tāwi fiskis preīkstān šis sīmts ir paslēpts

source: This application is not allowed to login
prg: Ta aplikatiōni ni galīma prāsilaist

source: This application redirects to an unallowed page
prg: Ta aplikatiōni nuvede teikīntan pagīmīnan strāniman puslāpinan

source: This application sent a faulty login request with no redirection
prg: Ta aplikatiōni atsiunte klaidinga prisijungimo prasyma be nukreipimo

source: This application uses a PKCE method we do not support
prg: Ta aplikatiōni patrebnau PKCE metodan kas mums nepalaikams

source: This application uses a login method we do not support
prg: Ta aplikatiōni patrebnau prisiēidima metodan kas mums nepalaikams

source: This email / password combination got hacked and leaked. To protect this account, the password has been reset. Please use the "Forgot my password" function below to set a new password. In the future, consider not installing malware, Thank You.
prg: Ensis e-pastas / slaptāźodis ēnprūsiskai ēnlaūžtas ēi pagrobts. Āūstōtwei ēnźargīnti tenīnīkan, slaptāźodis pabīga atnaujints. Warthiōkaitei “Aūžmirsau manēi slaptāźodis” ēnfunkciōnen pōėītwei naujan slaptāźodin. En przyszēnti, nawarthōkaitei enžiūkti mālvīr. Deiwa tēikan.

source: This email / password combination got hacked and leaked. To protect this account, the password has been reset. Please use the "Forgot my password" function on the LogIn page to set a new password. In the future, consider not installing malware, Thank You.
prg: Enāns e-pastas / slaptāźodis kombinātiuns pagūbtas īn billīks stādins. Ape saugōtwei tēi kontas, slaptāźodis prawīstīts. Abeīdēi tēi "Apeiskīrsei manin slaptāźodis" funkziunan tēi Īlaistwei stādin prei rinkinnai naujinan slaptāźodis. Prei nākansei geitan, apvērs kitimai nestādinnai malware, Deiwa tēikan.

source: This email provider is not allowed
prg: Tawai E-pastas perwidimai ni pastatai neleidžiama

source: This password-reset link isn't valid anymore :(
prg: Tas slaptāźodis atnaujintins saitas nawien prawīsts :(

source: Unknown Captcha Error
prg: Nezināms kaptčas klaida

source: Update Application
prg: Atnaujint Applikatiun

source: User ID and verification level
prg: User ID un prawdēnteista līgīns

source: User doesn't exist in our database :(
prg: Nīkwīns nabūdai sto mūsonēi datābāzei :(

source: Username already in use.
prg: Wārds preigīmtas jau.

source: Username can not start with pp_
prg: Wārds nīklais nīgalima prādsēdēt so pp_

source: Username can only contain the characters: a-z . _ and -
prg: Wārds palīkst tikai turīt rēikēi: a-z . _ un -

source: We already sent you a mail with instructions. Please wait before requesting another mail.
prg: Myr jau tēpanēi epistulan tūbi nūrimais. Pagaidīt prīkstītēi prīkst patinkintwei kita epistula.

source: We already sent you a verification mail, you can request another one in ${ minLeft } minutes.
prg: Mes jāu tenginnimai jūs izbandāwusi pōstikastens, jūs mazzi madla kits ēn ${ minLeft } minūtis.

source: Welcome ${ name } to pixuniverse, please verify your mail
prg: Sveiks, ${ name }, pixuniverseian, prašau patvirtinkit twāniskas lāiškan

source: You already chose your username
prg: Tu jau pasirinkai tūwis Wōrdniks

source: You already have that name.
prg: Tu jau turys ton wārds.

source: You are already verified.
prg: Tū jau giwērts.

source: You are muted for another ${ timeMin } minutes
prg: Tu būt atstumts par vēlan ${ timeMin } minutīn

source: You are muted for another ${ ttl } seconds
prg: Tu būt surišts priēš ${ ttl } sekundēm.

source: You are not allowed to access this page
prg: jūs assei ni preiwērpt prēi preiēisenis šis pāusan

source: You are not banned
prg: jūs assei ni ni preiwērpt

source: You are not logged in
prg: jūs ni ast senrissa

source: You are now verified :)
prg: jūs ast teinū izbānda :)

source: You are permanently muted, join our guilded to appeal the mute
prg: jūs stwi permanēnts dussaws, sendātun nūss discord prēi enwakīsenis

source: You are sending messages too fast, you have to wait ${ waitTime }s :(
prg: twajs stwi waīstis pēr pastenīks, twajs papaltwei prēi gēistwei ${ waitTime } āntars :(

source: You can not send chat messages while using a proxy
prg: jūs mazītwei ni sendelītun čats waīstis ikkai jūs tērpa proxy

source: You can't send a message this long :(
prg: jūs mazzi ni tenginna waīstis šis ilgai

source: You don't have access to this channel
prg: twajs segītun turri preiēisenis šāi

source: You failed your captcha
prg: jūs praspīli twajs captcha

source: You forgot your password for pixuniverse? Get a new one here
prg: Tū assei izmīrsuns twajs pixuniverse kliptaswīrds? Gaūnja nāuns kliptaswīrds šāi

source: You requested to get a new password. You can change your password within the next 30min here:
prg: Jūs izkīninsenju gaūtun nāuns kliptaswīrds. Jūs mazzi kitawīdina twajs kliptaswīrds ēntrai repīnts 30min šāi:

source: You sent an empty password or invalid data :(
prg: jūs tenginna pāusts dātan :(

source: You will be automatically redirected after 15s
prg: jūs ast ēisei assei autōmatiska pabanginna pa 15s

source: Your country is temporary muted from this chat channel
prg: twajs tāutā ast kēsmingisks dussaws iz čats

source: Your mail has to be verified in order to chat
prg: twajs pōstikastens turri būtwei izbandāi pluškītwei

source: Your mail verification code is invalid or already expired :(, please request a new one.
prg: twajs pōstikastens izbānda ast inwalīdi adder izdwesis:, madla nāuns ainā.

source: Your passwords do not match :(
prg: twajs kliptaswīrds ni segītun passaut :(

source: to go back to pixuniverse
prg: izēitwei iz pixuniverse

source: welcome to our little community of pixelplacers, to use your account, you have to verify your mail. You can do that here:
prg: Kaīls prēi nūss pērā pēr pikselan deiktammans, tērpautun twajs kōnts, jūs papalla izbāndātun twajs pōstikastens. jūs mazzi segēi stas šāi:
